{
  "books": [
  {
    "author": "BOLANTHUR KRISHNA PRABHU",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1999 Price: 10 No. of Pages: 57 Language: KONKANI Script: KANNADA Type of Book: DRAMA / YAKSHAGANA",
    "identifier": "dli.viswakonkani.7182",
    "publisher": "BOLANTHUR KRISHNA PRABHU SMARAKA TRUST (BANTWAL)",
    "tags": "",
    "title": "CHANDRAHASA NATAKA: SHRI SARASWATHIGRANTHAMALA KONKANI BHASHENA SANGEETHA",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ABOLANTHUR KRISHNA PRABHU",
    "url": "https://archive.org/details/dli.viswakonkani.7182",
    "cover": "https://archive.org/services/img/dli.viswakonkani.7182"
  },
  {
    "author": "GOWRISH VERNEKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 100 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.ARTH",
    "publisher": "ARTH PRAKASHAN",
    "tags": "",
    "title": "ARTH",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AGOWRISH VERNEKAR",
    "url": "https://archive.org/details/dli.ARTH",
    "cover": "https://archive.org/services/img/dli.ARTH"
  },
  {
    "author": "SUDESH SHARAD LOTLIKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 70 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.EKANTACHIM_UTARAM",
    "publisher": "OM SHREE DATTA PADMAJA PRAKASHAN",
    "tags": "",
    "title": "EKANTACHIM UTARAM",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ASUDESH SHARAD LOTLIKAR",
    "url": "https://archive.org/details/dli.EKANTACHIM_UTARAM",
    "cover": "https://archive.org/services/img/dli.EKANTACHIM_UTARAM"
  },
  {
    "author": "ROBERT FERNANDES UDYAVAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 50 Edition: FIRST Script: KANNADA Type of Book: POETRY",
    "identifier": "dli.LHARAM_LOJELIM",
    "publisher": "KAVITA PUBLICATIONS",
    "tags": "",
    "title": "LHARAM LOJELIM",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AROBERT FERNANDES UDYAVAR",
    "url": "https://archive.org/details/dli.LHARAM_LOJELIM",
    "cover": "https://archive.org/services/img/dli.LHARAM_LOJELIM"
  },
  {
    "author": "VILMA BANTWAL",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: - Price: 90 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.MUKHADDIM",
    "publisher": "GOA KONKANI AKADEMI",
    "tags": "",
    "title": "MUKHADDIM",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AVILMA BANTWAL",
    "url": "https://archive.org/details/dli.MUKHADDIM",
    "cover": "https://archive.org/services/img/dli.MUKHADDIM"
  },
  {
    "author": "NEELA TELANG",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 100 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.SHUNYANTLYAN_SHUNYAKADEN",
    "publisher": "HERAMBH PRAKASHAN",
    "tags": "",
    "title": "SHUNYANTLYAN SHUNYAKADEN",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ANEELA TELANG",
    "url": "https://archive.org/details/dli.SHUNYANTLYAN_SHUNYAKADEN",
    "cover": "https://archive.org/services/img/dli.SHUNYANTLYAN_SHUNYAKADEN"
  },
  {
    "author": "N. SHIVDAS",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 150 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.SARTH_DHUKKARTH",
    "publisher": "RUDRA PRAKASHAN",
    "tags": "",
    "title": "SARTH DHUKKARTH",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AN. SHIVDAS",
    "url": "https://archive.org/details/dli.SARTH_DHUKKARTH",
    "cover": "https://archive.org/services/img/dli.SARTH_DHUKKARTH"
  },
  {
    "author": "SHAKUNTALA R. KINI",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 100 Edition: FIRST Script: KANNADA Type of Book: POETRY",
    "identifier": "dli.THODE_YEKANTHA",
    "publisher": "HOSASANJE PRAKASHANA",
    "tags": "",
    "title": "THODE YEKANTHA",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ASHAKUNTALA R. KINI",
    "url": "https://archive.org/details/dli.THODE_YEKANTHA",
    "cover": "https://archive.org/services/img/dli.THODE_YEKANTHA"
  },
  {
    "author": "SHANTHARAM VARDE BALAVALIKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2003 Price: 10 No. of Pages: 27 Language: KONKANI Script: DEVANAGARI Type of Book: MONOGRAPH / BIOGRAPHY",
    "identifier": "dli.viswakonkani.2441",
    "publisher": "ASMITAI PRATISHTHAN",
    "tags": "",
    "title": "SHENNOI GOEMBAB - JIVIT ANI VAVR: A SHORT BIOGRAPHY OF LATE WAMAN RAGHUNATH VARDE WALAULIKAR ALIAS SHENNOI GOEMBAB IN KONKANI",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ASHANTHARAM VARDE BALAVALIKAR",
    "url": "https://archive.org/details/dli.viswakonkani.2441",
    "cover": "https://archive.org/services/img/dli.viswakonkani.2441"
  },
  {
    "author": "BHAGAWATICHARAN VARMA,PRABHAKAR NADKARNI (translator)",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2002 Price: 100 No. of Pages: 144 Language: KONKANI Script: DEVANAGARI Type of Book: NOVEL ISBN: 81-88202-03-7",
    "identifier": "dli.viswakonkani.1219",
    "publisher": "MITRA PRAKASHAN",
    "tags": "",
    "title": "CHITRALEKHA",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ABHAGAWATICHARAN VARMA,PRABHAKAR NADKARNI (translator)",
    "url": "https://archive.org/details/dli.viswakonkani.1219",
    "cover": "https://archive.org/services/img/dli.viswakonkani.1219"
  },
  {
    "author": "J.S. DʼSILVA",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1962 Price: 2.5 No. of Pages: 52 Language: KONKANI Script: KANNADA Type of Book: NOVEL",
    "identifier": "dli.viswakonkani.2384",
    "publisher": "PUNOV PUBLICATIONS",
    "tags": "",
    "title": "RODTHAI KITHIAK",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AJ.S. DʼSILVA",
    "url": "https://archive.org/details/dli.viswakonkani.2384",
    "cover": "https://archive.org/services/img/dli.viswakonkani.2384"
  },
  {
    "author": "VASANTHI R. NAYAK",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2006 Price: 25 No. of Pages: 48 Language: KONKANI Script: DEV-KAN Type of Book: POETRY",
    "identifier": "dli.viswakonkani.2611",
    "publisher": "SWARASHREE KALA VEDIKE",
    "tags": "",
    "title": "BHAKTHI BHAVA MILAN: A COLLECTION OF KONKANI POEMS",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AVASANTHI R. NAYAK",
    "url": "https://archive.org/details/dli.viswakonkani.2611",
    "cover": "https://archive.org/services/img/dli.viswakonkani.2611"
  },
  {
    "author": "BYNDOOR DEVARAYA AYYAGALA",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1993 Price: 50 No. of Pages: 73 Language: KONKANI Script: DEVANAGARI Type of Book: CHILD LITERATURE",
    "identifier": "dli.viswakonkani.1149",
    "publisher": "SHRUNGAR SARASWAT",
    "tags": "",
    "title": "HODEMMALYO KANIYO",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ABYNDOOR DEVARAYA AYYAGALA",
    "url": "https://archive.org/details/dli.viswakonkani.1149",
    "cover": "https://archive.org/services/img/dli.viswakonkani.1149"
  },
  {
    "author": "GABBU",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1967 Price: 75 PAISE No. of Pages: 55 Language: KONKANI Script: KANNADA Type of Book: SHORT STORIES",
    "identifier": "dli.viswakonkani.1009",
    "publisher": "KONKANI SAHITYA PRAKASHAN",
    "tags": "",
    "title": "TUJI DHUV.... MOJI BAYIL",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AGABBU",
    "url": "https://archive.org/details/dli.viswakonkani.1009",
    "cover": "https://archive.org/services/img/dli.viswakonkani.1009"
  },
  {
    "author": "R S MUGALI,J B MORAES (translator)",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1989 Price: 80 No. of Pages: 200 Language: KONKANI Script: DEVANAGARI Type of Book: HISTORY",
    "identifier": "dli.viswakonkani.1865",
    "publisher": "SAHITYA AKADEMI",
    "tags": "",
    "title": "KANNAD SAHITYACHO ITIHAS",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AR S MUGALI,J B MORAES (translator)",
    "url": "https://archive.org/details/dli.viswakonkani.1865",
    "cover": "https://archive.org/services/img/dli.viswakonkani.1865"
  },
  {
    "author": "ADHUNIK NAARI",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1991 Price: 10 No. of Pages: 102 Language: KONKANI Script: KANNADA Type of Book: NOVEL",
    "identifier": "dli.viswakonkani.4774",
    "publisher": "PUNOV PUBLICATIONS",
    "tags": "",
    "title": "ASAHAYAK",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AADHUNIK NAARI",
    "url": "https://archive.org/details/dli.viswakonkani.4774",
    "cover": "https://archive.org/services/img/dli.viswakonkani.4774"
  },
  {
    "author": "MUKESH THALI",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2010 Price: 120 No. of Pages: 106 Language: KONKANI Script: DEVANAGARI Type of Book: ESSAYS / ARTICLES",
    "identifier": "dli.viswakonkani.5041",
    "publisher": "ANAND PRAKASHAN",
    "tags": "",
    "title": "AKSHARBRAHMA",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AMUKESH THALI",
    "url": "https://archive.org/details/dli.viswakonkani.5041",
    "cover": "https://archive.org/services/img/dli.viswakonkani.5041"
  },
  {
    "author": "ISIDORE DANTAS",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2010 Price: 650 No. of Pages: 276 Language: KONKANI Script: ROMI Type of Book: RESEARCH",
    "identifier": "dli.viswakonkani.2829",
    "publisher": "DANTAS PUBLICATION",
    "tags": "",
    "title": "KONKNNI CHOLCHITRAM 2010",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AISIDORE DANTAS",
    "url": "https://archive.org/details/dli.viswakonkani.2829",
    "cover": "https://archive.org/services/img/dli.viswakonkani.2829"
  },
  {
    "author": "Bernard Dʼsouza",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2013 Price: 150 No. of Pages: 158 Language: KONKANI Script: DEVANAGARI Type of Book: ESSAYS / ARTICLES",
    "identifier": "dli.viswakonkani.5047",
    "publisher": "SANJANA PUBLICATIONS",
    "tags": "",
    "title": "KAYDYANCHYA DARYANTALIM IHARAM: COLLECTION OF ESSAYS ON LEGAL MATTER",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ABernard Dʼsouza",
    "url": "https://archive.org/details/dli.viswakonkani.5047",
    "cover": "https://archive.org/services/img/dli.viswakonkani.5047"
  },
  {
    "author": "SUDHA S. AMONKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2010 Price: 175 No. of Pages: 198 Language: KONKANI Script: DEVANAGARI Type of Book: ESSAYS / ARTICLES",
    "identifier": "dli.viswakonkani.5079",
    "publisher": "-",
    "tags": "",
    "title": "JINECHI HARAM: A COLLECTION OF ESSAYS",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ASUDHA S. AMONKAR",
    "url": "https://archive.org/details/dli.viswakonkani.5079",
    "cover": "https://archive.org/services/img/dli.viswakonkani.5079"
  },
  {
    "author": "BALKRISHNA G. KANOLKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 40 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.BALKAGITAM",
    "publisher": "PARA-PRATIMA PRAKASHAN",
    "tags": "",
    "title": "BALKAGITAM",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ABALKRISHNA G. KANOLKAR",
    "url": "https://archive.org/details/dli.BALKAGITAM",
    "cover": "https://archive.org/services/img/dli.BALKAGITAM"
  },
  {
    "author": "KAYYARA KINJANNA RAI,SUVARNA GAD (translator)",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2008 Price: 50 No. of Pages: 157 Language: KONKANI Script: KANNADA Type of Book: MONOGRAPH / BIOGRAPHY",
    "identifier": "dli.viswakonkani.1388",
    "publisher": "KARNATAKA KONKANI SAHITYA ACADEMY",
    "tags": "",
    "title": "MAHAKAVI GOVINDA PAI",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AKAYYARA KINJANNA RAI,SUVARNA GAD (translator)",
    "url": "https://archive.org/details/dli.viswakonkani.1388",
    "cover": "https://archive.org/services/img/dli.viswakonkani.1388"
  },
  {
    "author": "PRAKASH TALAVNEKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2001 Price: 50 No. of Pages: 72 Language: KONKANI Script: DEVANAGARI Type of Book: ESSAYS / ARTICLES",
    "identifier": "dli.viswakonkani.1968",
    "publisher": "GOA KONKANI AKADEMI",
    "tags": "",
    "title": "GOEM ANI GOENKARPONN: COLLECTION OF ARTICLES",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3APRAKASH TALAVNEKAR",
    "url": "https://archive.org/details/dli.viswakonkani.1968",
    "cover": "https://archive.org/services/img/dli.viswakonkani.1968"
  },
  {
    "author": "VARIOUS",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1935 Price: 50 No. of Pages: 60*2 Language: KONKANI Script: DEV-KAN Type of Book: SHORT STORIES",
    "identifier": "dli.viswakonkani.27",
    "publisher": "KONKANI SAHITYA SANGH (MUMBAI)",
    "tags": "",
    "title": "VOVALAM",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AVARIOUS",
    "url": "https://archive.org/details/dli.viswakonkani.27",
    "cover": "https://archive.org/services/img/dli.viswakonkani.27"
  },
  {
    "author": "A.T. LOBO",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1983 Price: 20 No. of Pages: 427 Language: KONKANI Script: KANNADA Type of Book: NOVEL",
    "identifier": "dli.viswakonkani.4267",
    "publisher": "RAKNNO PUBLICATION",
    "tags": "",
    "title": "TUM BORO ZAA",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AA.T. LOBO",
    "url": "https://archive.org/details/dli.viswakonkani.4267",
    "cover": "https://archive.org/services/img/dli.viswakonkani.4267"
  },
  {
    "author": "WILLIAM DSILVA",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1967 Price: - No. of Pages: 140 Language: KONKANI Script: KANNADA Type of Book: SHORT STORIES",
    "identifier": "dli.viswakonkani.4003",
    "publisher": "RAKNNO PUBLICATION",
    "tags": "",
    "title": "GHAR BHARLLEM GEETH",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AWILLIAM DSILVA",
    "url": "https://archive.org/details/dli.viswakonkani.4003",
    "cover": "https://archive.org/services/img/dli.viswakonkani.4003"
  },
  {
    "author": "SHARAT",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1985 Price: 10.5 No. of Pages: 164 Language: KONKANI Script: KANNADA Type of Book: NOVEL",
    "identifier": "dli.viswakonkani.5507",
    "publisher": "J.C. VIEGAS",
    "tags": "",
    "title": "ASHA ANI NIRASHA: KONKANI SOCIAL NOVEL",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ASHARAT",
    "url": "https://archive.org/details/dli.viswakonkani.5507",
    "cover": "https://archive.org/services/img/dli.viswakonkani.5507"
  },
  {
    "author": "V.J.P. SALDANHA (KHODOP)",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1990 Price: 20 No. of Pages: 360 Language: KONKANI Script: KANNADA Type of Book: NOVEL",
    "identifier": "dli.viswakonkani.4132",
    "publisher": "RAKNNO PUBLICATION",
    "tags": "",
    "title": "YA TARI MANGALLAPURI: A HISTORICAL NOVEL",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AV.J.P. SALDANHA (KHODOP)",
    "url": "https://archive.org/details/dli.viswakonkani.4132",
    "cover": "https://archive.org/services/img/dli.viswakonkani.4132"
  },
  {
    "author": "ANONYMOUS",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2001 Price: 0 No. of Pages: 110 Language: KONKANI Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.viswakonkani.355",
    "publisher": "SHIVANAND V SALGAOCAR & DATTARAJ V SALGAOCAR",
    "tags": "",
    "title": "KONKANAKHYAN: HISTORY OF DAKSHINATYA SARASWATS",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AANONYMOUS",
    "url": "https://archive.org/details/dli.viswakonkani.355",
    "cover": "https://archive.org/services/img/dli.viswakonkani.355"
  },
  {
    "author": "JERRY NIDDODI",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: - Price: - No. of Pages: 157 Language: KONKANI Script: KANNADA Type of Book: SHORT STORIES",
    "identifier": "dli.viswakonkani.748",
    "publisher": "-",
    "tags": "",
    "title": "PAATIM GHARA",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AJERRY NIDDODI",
    "url": "https://archive.org/details/dli.viswakonkani.748",
    "cover": "https://archive.org/services/img/dli.viswakonkani.748"
  },
  {
    "author": "STAN AGERA",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1985 Price: 6 No. of Pages: 106 Language: KONKANI Script: KANNADA Type of Book: NOVEL",
    "identifier": "dli.viswakonkani.769",
    "publisher": "SANTHACRUZ PRAKASHAN",
    "tags": "",
    "title": "HEY SATH JAVNAASA",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ASTAN AGERA",
    "url": "https://archive.org/details/dli.viswakonkani.769",
    "cover": "https://archive.org/services/img/dli.viswakonkani.769"
  },
  {
    "author": "JAYANTI NAIK",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1993 Price: 150 No. of Pages: 332 Language: KONKANI Script: DEVANAGARI Type of Book: SHORT STORIES",
    "identifier": "dli.viswakonkani.9003",
    "publisher": "GOA KONKANI AKADEMI",
    "tags": "",
    "title": "AMONNEM YEK LOKJINN",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AJAYANTI NAIK",
    "url": "https://archive.org/details/dli.viswakonkani.9003",
    "cover": "https://archive.org/services/img/dli.viswakonkani.9003"
  },
  {
    "author": "A. T. LOBO,EDITED BY MELVYN RODRIGUES",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 80 Edition: FIRST Script: KANNADA Type of Book: POETRY",
    "identifier": "dli.A_T_LOBO_-_EKKAVYALL_POINN",
    "publisher": "KAVITA PUBLICATIONS",
    "tags": "",
    "title": "A. T. LOBO: EK KAVYALL POINN",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AA. T. LOBO,EDITED BY MELVYN RODRIGUES",
    "url": "https://archive.org/details/dli.A_T_LOBO_-_EKKAVYALL_POINN",
    "cover": "https://archive.org/services/img/dli.A_T_LOBO_-_EKKAVYALL_POINN"
  },
  {
    "author": "ANDREW L. DʼCUNHA",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 75 Edition: FIRST Script: KANNADA Type of Book: POETRY",
    "identifier": "dli.AYERACHO_BOOK",
    "publisher": "KARNATAK KONKANI SAHITYA ACADEMY",
    "tags": "",
    "title": "AYERACHO BOOK",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AANDREW L. DʼCUNHA",
    "url": "https://archive.org/details/dli.AYERACHO_BOOK",
    "cover": "https://archive.org/services/img/dli.AYERACHO_BOOK"
  },
  {
    "author": "ANDREW L. DʼCUNHA",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 100 Edition: FIRST Script: DEV-KAN Type of Book: POETRY",
    "identifier": "dli.ANJURACEM_PAAN",
    "publisher": "KAVITA PUBLICATIONS",
    "tags": "",
    "title": "ANJURACEM PAAN",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AANDREW L. DʼCUNHA",
    "url": "https://archive.org/details/dli.ANJURACEM_PAAN",
    "cover": "https://archive.org/services/img/dli.ANJURACEM_PAAN"
  },
  {
    "author": "HARRY DʼSOUZA",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 30 Edition: FIRST Script: DEV-KAN Type of Book: POETRY",
    "identifier": "dli.GOVET",
    "publisher": "GEETH SANGEETH PRAKASHAN",
    "tags": "",
    "title": "GOVET",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AHARRY DʼSOUZA",
    "url": "https://archive.org/details/dli.GOVET",
    "cover": "https://archive.org/services/img/dli.GOVET"
  },
  {
    "author": "DR. L. SUNITHA BAI",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 100 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.RANGOLI",
    "publisher": "DR. L. SUNITHA BAI",
    "tags": "",
    "title": "RANGOLI: KAVITA SANGRAH",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ADR. L. SUNITHA BAI",
    "url": "https://archive.org/details/dli.RANGOLI",
    "cover": "https://archive.org/services/img/dli.RANGOLI"
  },
  {
    "author": "M. P. RODRIGUES",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 150 Edition: FIRST Script: DEV-KAN Type of Book: POETRY",
    "identifier": "dli.RASTYA_DEGECHIM_FULAM",
    "publisher": "KAVITA PUBLICATIONS",
    "tags": "",
    "title": "RASTYA DEGECHIM FULAM",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AM. P. RODRIGUES",
    "url": "https://archive.org/details/dli.RASTYA_DEGECHIM_FULAM",
    "cover": "https://archive.org/services/img/dli.RASTYA_DEGECHIM_FULAM"
  },
  {
    "author": "DR. L. SUNITHA BAI",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 100 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.SANKHANAD",
    "publisher": "DR. L. SUNITHA BAI",
    "tags": "",
    "title": "SANKHANAD: KAVITA SANGRAH",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ADR. L. SUNITHA BAI",
    "url": "https://archive.org/details/dli.SANKHANAD",
    "cover": "https://archive.org/services/img/dli.SANKHANAD"
  },
  {
    "author": "JO. CY. SIDDAKATTE",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 100 Edition: FIRST Script: DEV-KAN Type of Book: POETRY",
    "identifier": "dli.UZYA_TUGYE__VENGENT",
    "publisher": "DHYANAVANA PUBLICATIONS",
    "tags": "",
    "title": "UZYA TUJYE VENGENT: SHIJLELYO KAVITA",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AJO. CY. SIDDAKATTE",
    "url": "https://archive.org/details/dli.UZYA_TUGYE__VENGENT",
    "cover": "https://archive.org/services/img/dli.UZYA_TUGYE__VENGENT"
  },
  {
    "author": "DR EDWARD NORONHA",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: - Price: 20 Edition: FIRST Script: KANNADA Type of Book: POETRY",
    "identifier": "dli.SAMPADALEM",
    "publisher": "RAKHNO PRAKASHAN",
    "tags": "",
    "title": "SAMPADALEM: A NARRATIVE POEM ON THE LAST DAY OF JESUS CHRIST",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ADR EDWARD NORONHA",
    "url": "https://archive.org/details/dli.SAMPADALEM",
    "cover": "https://archive.org/services/img/dli.SAMPADALEM"
  },
  {
    "author": "NUTAN SAKHARDANDE",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 27 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.JINH_JALI_KASTURI",
    "publisher": "NUTAN PRAKASHAN",
    "tags": "",
    "title": "JINH JALI KASTURI",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ANUTAN SAKHARDANDE",
    "url": "https://archive.org/details/dli.JINH_JALI_KASTURI",
    "cover": "https://archive.org/services/img/dli.JINH_JALI_KASTURI"
  },
  {
    "author": "J. B. SEQUEIRA",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 150 Edition: FIRST Script: DEV-KAN Type of Book: POETRY",
    "identifier": "dli.KASWACHI_PAVLAN",
    "publisher": "KONKANI PRAKASHANALAYA",
    "tags": "",
    "title": "KASAWACHIM PAVLAN",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AJ. B. SEQUEIRA",
    "url": "https://archive.org/details/dli.KASWACHI_PAVLAN",
    "cover": "https://archive.org/services/img/dli.KASWACHI_PAVLAN"
  },
  {
    "author": "DR. GOWRISH KAIKINI",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 25 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.MEENAKSHI",
    "publisher": "KULAGAR PRAKASHAN",
    "tags": "",
    "title": "MEENAKSHI",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ADR. GOWRISH KAIKINI",
    "url": "https://archive.org/details/dli.MEENAKSHI",
    "cover": "https://archive.org/services/img/dli.MEENAKSHI"
  },
  {
    "author": "DR. BHIKAJI GHANEKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 60 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.PIPIRMMITHAM",
    "publisher": "SNEH PRAKASHAN",
    "tags": "",
    "title": "PIPIRMMITHAM",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ADR. BHIKAJI GHANEKAR",
    "url": "https://archive.org/details/dli.PIPIRMMITHAM",
    "cover": "https://archive.org/services/img/dli.PIPIRMMITHAM"
  },
  {
    "author": "RAYA KRISHNADASA,ANANTHAKRISHNA",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1959 Price: 1 No. of Pages: 59 Language: KONKANI Script: DEVANAGARI Type of Book: RESEARCH",
    "identifier": "dli.viswakonkani.6320",
    "publisher": "RAJKAMAL PRAKASHAN",
    "tags": "",
    "title": "AJANTHA KE CHITRAKUTA",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ARAYA KRISHNADASA,ANANTHAKRISHNA",
    "url": "https://archive.org/details/dli.viswakonkani.6320",
    "cover": "https://archive.org/services/img/dli.viswakonkani.6320"
  },
  {
    "author": "DR S M TADKODKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2006 Price: 85 No. of Pages: VIII+114 Language: KONKANI Script: DEVANAGARI Type of Book: MONOGRAPH / BIOGRAPHY",
    "identifier": "dli.viswakonkani.1423",
    "publisher": "GOA KONKANI AKADEMI",
    "tags": "",
    "title": "R. V. PANDIT: JIVEET AANEE WAAWAR",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ADR S M TADKODKAR",
    "url": "https://archive.org/details/dli.viswakonkani.1423",
    "cover": "https://archive.org/services/img/dli.viswakonkani.1423"
  },
  {
    "author": "HEMA NAIK",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1993 Price: 30 No. of Pages: 92 Language: KONKANI Script: DEVANAGARI Type of Book: NOVEL",
    "identifier": "dli.viswakonkani.1052",
    "publisher": "APURABAYA PRAKASHAN",
    "tags": "",
    "title": "NIRBALA ANI MUKTI: TWO NOVELETTE IN KONKANI",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AHEMA NAIK",
    "url": "https://archive.org/details/dli.viswakonkani.1052",
    "cover": "https://archive.org/services/img/dli.viswakonkani.1052"
  },
  {
    "author": "JOSHI",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1971 Price: 27 No. of Pages: 95 Language: KONKANI Script: DEVANAGARI Type of Book: SHORT STORIES",
    "identifier": "dli.viswakonkani.2373",
    "publisher": "JAGA PRAKASHAN",
    "tags": "",
    "title": "PRASADAPHOOL",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AJOSHI",
    "url": "https://archive.org/details/dli.viswakonkani.2373",
    "cover": "https://archive.org/services/img/dli.viswakonkani.2373"
  },
  {
    "author": "USHA HALADANAKAR,PRATHAP NAYAK J.S.",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1990 Price: 22 No. of Pages: 186 Language: KONKANI Script: DEVANAGARI Type of Book: RELIGIOUS / SPIRITUAL",
    "identifier": "dli.viswakonkani.1729",
    "publisher": "THOMAS STEEVANS KONKANI KENDRA",
    "tags": "",
    "title": "KONKANI MHABHAROT ADI PORV: SOLAVYA SHEKADYANTALE",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AUSHA HALADANAKAR,PRATHAP NAYAK J.S.",
    "url": "https://archive.org/details/dli.viswakonkani.1729",
    "cover": "https://archive.org/services/img/dli.viswakonkani.1729"
  },
  {
    "author": "RAMCHANDRA G BHANDARI",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2012 Price: 100 No. of Pages: 2+62 Language: KONKANI Script: DEVANAGARI Type of Book: MONOGRAPH / BIOGRAPHY",
    "identifier": "dli.viswakonkani.3790",
    "publisher": "DWARAKEESHA PRAKASHANA",
    "tags": "",
    "title": "AAMMEEYI NAPAASA ZAALLEENTL: A NARATION OF THE FAILED STUDENTS",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ARAMCHANDRA G BHANDARI",
    "url": "https://archive.org/details/dli.viswakonkani.3790",
    "cover": "https://archive.org/services/img/dli.viswakonkani.3790"
  },
  {
    "author": "OMGANESH UPPUNDA",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2009 Price: 60 No. of Pages: 71 Language: KONKANI Script: KANNADA Type of Book: TRAVELOGUE",
    "identifier": "dli.viswakonkani.5366",
    "publisher": "VIJAYA PUSTAKA",
    "tags": "",
    "title": "TANI TASHYI - AMI ASHYI: VEESA DESHACHE TEESA ANUBHAV",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AOMGANESH UPPUNDA",
    "url": "https://archive.org/details/dli.viswakonkani.5366",
    "cover": "https://archive.org/services/img/dli.viswakonkani.5366"
  },
  {
    "author": "ADHUNIK NAARI",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1991 Price: 10 No. of Pages: 98 Language: KONKANI Script: KANNADA Type of Book: NOVEL",
    "identifier": "dli.viswakonkani.4775",
    "publisher": "PUNOV PUBLICATIONS",
    "tags": "",
    "title": "BAHISHKAR",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AADHUNIK NAARI",
    "url": "https://archive.org/details/dli.viswakonkani.4775",
    "cover": "https://archive.org/services/img/dli.viswakonkani.4775"
  },
  {
    "author": "LANCY PINTO NAYAK",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1998 Price: 25 No. of Pages: 124 Language: KONKANI Script: KANNADA Type of Book: SHORT STORIES",
    "identifier": "dli.viswakonkani.4772",
    "publisher": "UMED PUBLICATION",
    "tags": "",
    "title": "USTUREM: KONKANI WIT",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ALANCY PINTO NAYAK",
    "url": "https://archive.org/details/dli.viswakonkani.4772",
    "cover": "https://archive.org/services/img/dli.viswakonkani.4772"
  },
  {
    "author": "K R VASANTHAMONY",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1999 Price: 50 No. of Pages: 67 Language: KONKANI Script: DEVANAGARI Type of Book: SHORT STORIES",
    "identifier": "dli.viswakonkani.350",
    "publisher": "ANJALI PUBLICATION",
    "tags": "",
    "title": "NIMAJJAN",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AK R VASANTHAMONY",
    "url": "https://archive.org/details/dli.viswakonkani.350",
    "cover": "https://archive.org/services/img/dli.viswakonkani.350"
  },
  {
    "author": "K. PURUSHOTHAM PAI",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 100 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY - RIDDLES",
    "identifier": "dli.AALIM",
    "publisher": "P. G. KAMATH FOUNDATION",
    "tags": "",
    "title": "AALIM",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AK. PURUSHOTHAM PAI",
    "url": "https://archive.org/details/dli.AALIM",
    "cover": "https://archive.org/services/img/dli.AALIM"
  },
  {
    "author": "ANAND VARTI",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 86 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.AKSHAYDIVO",
    "publisher": "RAJHAUNS VITARAN",
    "tags": "",
    "title": "AKSHAYDIVO",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AANAND VARTI",
    "url": "https://archive.org/details/dli.AKSHAYDIVO",
    "cover": "https://archive.org/services/img/dli.AKSHAYDIVO"
  },
  {
    "author": "DR. MANOHARRAI SARDESAI",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 100 Edition: SECOND Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.GOYA_TUJYA_MOGANKHATIR",
    "publisher": "GOA KONKANI AKADEMI",
    "tags": "",
    "title": "GOYA TUJYA MOGANKHATIR",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ADR. MANOHARRAI SARDESAI",
    "url": "https://archive.org/details/dli.GOYA_TUJYA_MOGANKHATIR",
    "cover": "https://archive.org/services/img/dli.GOYA_TUJYA_MOGANKHATIR"
  },
  {
    "author": "ANWESHA SINGBAL",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 150 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.PADSAAD",
    "publisher": "ABHINAV CREATIONZ",
    "tags": "",
    "title": "PADSAAD",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AANWESHA SINGBAL",
    "url": "https://archive.org/details/dli.PADSAAD",
    "cover": "https://archive.org/services/img/dli.PADSAAD"
  },
  {
    "author": "PANDHARINATH DAMODAR LOTLIKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: - Price: 160 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.UDENTI_KIRNNAM",
    "publisher": "PRAJAY P. LOTLIKAR",
    "tags": "",
    "title": "UDENTI KIRNNAM: KAVITA SANGRAH - (KONKANI)",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3APANDHARINATH DAMODAR LOTLIKAR",
    "url": "https://archive.org/details/dli.UDENTI_KIRNNAM",
    "cover": "https://archive.org/services/img/dli.UDENTI_KIRNNAM"
  },
  {
    "author": "KASHINATH NAIK",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 100 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.GARRANEM",
    "publisher": "LOKA PRAKASHAN, GOA",
    "tags": "",
    "title": "GARRANEM",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AKASHINATH NAIK",
    "url": "https://archive.org/details/dli.GARRANEM",
    "cover": "https://archive.org/services/img/dli.GARRANEM"
  },
  {
    "author": "VARIOUS,COMPILED BY: SUNIL HARI PALKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 300 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.GHUDI_LAGLI_RE",
    "publisher": "PALAKAR PRAKASHAN",
    "tags": "",
    "title": "GHUDI LAGALI RE",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AVARIOUS,COMPILED BY: SUNIL HARI PALKAR",
    "url": "https://archive.org/details/dli.GHUDI_LAGLI_RE",
    "cover": "https://archive.org/services/img/dli.GHUDI_LAGLI_RE"
  },
  {
    "author": "SOU. VIJAYA SARMALKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 2 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.GOTALAM",
    "publisher": "KONKANI BHASHA MANDAL, GOA",
    "tags": "",
    "title": "GOTALAM",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ASOU. VIJAYA SARMALKAR",
    "url": "https://archive.org/details/dli.GOTALAM",
    "cover": "https://archive.org/services/img/dli.GOTALAM"
  },
  {
    "author": "PRATAP NAIK, S. J.",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 20 Edition: FIRST Script: ROMI Type of Book: POETRY",
    "identifier": "dli.HANSAT_GAYAT_NACHAT",
    "publisher": "THOMAS STEPHENS KONKNNI KENDR",
    "tags": "",
    "title": "HANSAT GAYAT NACHAT: BHURGEANCHIM GITAM",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3APRATAP NAIK, S. J.",
    "url": "https://archive.org/details/dli.HANSAT_GAYAT_NACHAT",
    "cover": "https://archive.org/services/img/dli.HANSAT_GAYAT_NACHAT"
  },
  {
    "author": "SHEETHAL SALGAONKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 100 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.JAYAM_PUDO",
    "publisher": "RAKSHANDA PRAKASHAN, GOA",
    "tags": "",
    "title": "JAYAM PUDO",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ASHEETHAL SALGAONKAR",
    "url": "https://archive.org/details/dli.JAYAM_PUDO",
    "cover": "https://archive.org/services/img/dli.JAYAM_PUDO"
  },
  {
    "author": "KASHINATH SHAMBA LOLYENKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: - Price: 160 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.KASHIKHAND",
    "publisher": "BRA PRAKASHAN",
    "tags": "",
    "title": "KASHIKHAND",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AKASHINATH SHAMBA LOLYENKAR",
    "url": "https://archive.org/details/dli.KASHIKHAND",
    "cover": "https://archive.org/services/img/dli.KASHIKHAND"
  },
  {
    "author": "P N SIVANANDA SHENOY",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 100 Edition: Second Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.KIR_KIR_AND_CHANGPANACHI_SANTH",
    "publisher": "KERALA KONKANI ACADEMY",
    "tags": "",
    "title": "KIR KIR ANI CHANGPANACHI SANTH",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AP N SIVANANDA SHENOY",
    "url": "https://archive.org/details/dli.KIR_KIR_AND_CHANGPANACHI_SANTH",
    "cover": "https://archive.org/services/img/dli.KIR_KIR_AND_CHANGPANACHI_SANTH"
  },
  {
    "author": "PRAKASH PADGAONKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: - Price: 50 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.KAVITHA",
    "publisher": "RAJHAUNS VITARAN",
    "tags": "",
    "title": "KAVITA: KAL RELVECHYO, MAN HARSHANCHYO, PAVASA PANNYACHYO",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3APRAKASH PADGAONKAR",
    "url": "https://archive.org/details/dli.KAVITHA",
    "cover": "https://archive.org/services/img/dli.KAVITHA"
  },
  {
    "author": "YASHAVANTH D. S.",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 50 Edition: FIRST Script: KANNADA Type of Book: POETRY",
    "identifier": "dli.MHONVACHEM_MALLEM",
    "publisher": "D. S. PRAKASHAN",
    "tags": "",
    "title": "MHONVACHEM MALLEM",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AYASHAVANTH D. S.",
    "url": "https://archive.org/details/dli.MHONVACHEM_MALLEM",
    "cover": "https://archive.org/services/img/dli.MHONVACHEM_MALLEM"
  },
  {
    "author": "UDAY NARASINHA MHAMBRO",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 100 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.MANSHACHYA_SODANT",
    "publisher": "NAVISHREE PRAKASHAN",
    "tags": "",
    "title": "MANSHACHYA SODANT",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AUDAY NARASINHA MHAMBRO",
    "url": "https://archive.org/details/dli.MANSHACHYA_SODANT",
    "cover": "https://archive.org/services/img/dli.MANSHACHYA_SODANT"
  },
  {
    "author": "R. S. BHASKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 130 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.YUGAPARIVARTHNANCHO_YATHI",
    "publisher": "SUVARNAREKHA PRAKASHAN",
    "tags": "",
    "title": "YUGAPARIVARTHANANCHO YATRI: KONKANI KAVITA SANGRAHA",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AR. S. BHASKAR",
    "url": "https://archive.org/details/dli.YUGAPARIVARTHNANCHO_YATHI",
    "cover": "https://archive.org/services/img/dli.YUGAPARIVARTHNANCHO_YATHI"
  },
  {
    "author": "KUVEMPU,DR. NAGESH KUMAR G. RAO (Translator)",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: DR. NAGESH KUMAR G. RAO Price: - Edition: FIRST Script: KANNADA Type of Book: POETRY",
    "identifier": "dli.VALMIKILE_BHAGYA",
    "publisher": "KINNARA PRAKASHANA",
    "tags": "",
    "title": "VALMIKILE BHAGYA: (KONKANI NATAK/DRASHYA)",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AKUVEMPU,DR. NAGESH KUMAR G. RAO (Translator)",
    "url": "https://archive.org/details/dli.VALMIKILE_BHAGYA",
    "cover": "https://archive.org/services/img/dli.VALMIKILE_BHAGYA"
  },
  {
    "author": "JOHN AGUIAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 40 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.PAVLAM",
    "publisher": "JAIT PRAKASHAN, GOA",
    "tags": "",
    "title": "PAVLAM",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AJOHN AGUIAR",
    "url": "https://archive.org/details/dli.PAVLAM",
    "cover": "https://archive.org/services/img/dli.PAVLAM"
  },
  {
    "author": "HENRY M. PERNAL",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 50 Edition: FIRST Script: KANNADA Type of Book: POETRY",
    "identifier": "dli.BHAMUNNAMCHEM_CHEDDUM",
    "publisher": "ASHAVADI PRAKASHAN",
    "tags": "",
    "title": "BHAMMUNAMCHEM CHEDDUM",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AHENRY M. PERNAL",
    "url": "https://archive.org/details/dli.BHAMUNNAMCHEM_CHEDDUM",
    "cover": "https://archive.org/services/img/dli.BHAMUNNAMCHEM_CHEDDUM"
  },
  {
    "author": "PARESH NARENDRA KAMATH",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 160 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.CHITRALIPI",
    "publisher": "SANMITRA PRAKASHAN",
    "tags": "",
    "title": "CHITRALIPI",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3APARESH NARENDRA KAMATH",
    "url": "https://archive.org/details/dli.CHITRALIPI",
    "cover": "https://archive.org/services/img/dli.CHITRALIPI"
  },
  {
    "author": "JO. CY. SIDDAKATTE",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 60 Edition: FIRST Script: DEV-KAN Type of Book: POETRY",
    "identifier": "dli.MORAN_SANDDLELIM_PAKAM",
    "publisher": "DHYANAVANA PRAKASHAN",
    "tags": "",
    "title": "MORAN SANDDLELIM PAKAM",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AJO. CY. SIDDAKATTE",
    "url": "https://archive.org/details/dli.MORAN_SANDDLELIM_PAKAM",
    "cover": "https://archive.org/services/img/dli.MORAN_SANDDLELIM_PAKAM"
  },
  {
    "author": "CHARLY KULSHEKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 100 Edition: FIRST Script: DEV-KAN Type of Book: POETRY",
    "identifier": "dli.KAVITHA_55",
    "publisher": "KALASAGAR PRAKASHAN",
    "tags": "",
    "title": "KAVITA 55",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ACHARLY KULSHEKAR",
    "url": "https://archive.org/details/dli.KAVITHA_55",
    "cover": "https://archive.org/services/img/dli.KAVITHA_55"
  },
  {
    "author": "RUPALI KIRTANI",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 140 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.MHAJYANTLEM_HANV",
    "publisher": "SANJANA PUBLICATIONS",
    "tags": "",
    "title": "MHAJYANTLEM HANV",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ARUPALI KIRTANI",
    "url": "https://archive.org/details/dli.MHAJYANTLEM_HANV",
    "cover": "https://archive.org/services/img/dli.MHAJYANTLEM_HANV"
  },
  {
    "author": "JESS FERNANDES",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 150 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.KIRVONTT",
    "publisher": "MANNIK PRAKASHAN",
    "tags": "",
    "title": "KIRVONTT",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AJESS FERNANDES",
    "url": "https://archive.org/details/dli.KIRVONTT",
    "cover": "https://archive.org/services/img/dli.KIRVONTT"
  },
  {
    "author": "ARUN SAKHARDANDE",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 140 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.KAVALLYACHEM_SRADDHA",
    "publisher": "NUTAN PRAKASHAN",
    "tags": "",
    "title": "KAVALLYACHEM SRADDHA",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AARUN SAKHARDANDE",
    "url": "https://archive.org/details/dli.KAVALLYACHEM_SRADDHA",
    "cover": "https://archive.org/services/img/dli.KAVALLYACHEM_SRADDHA"
  },
  {
    "author": "SURESH V. SHENOY",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 75 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.KAVITHAMUTH",
    "publisher": "KONKANI LANGUAGE INSTITUTE, KOCHI",
    "tags": "",
    "title": "KAVITHAMRUTH",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ASURESH V. SHENOY",
    "url": "https://archive.org/details/dli.KAVITHAMUTH",
    "cover": "https://archive.org/services/img/dli.KAVITHAMUTH"
  },
  {
    "author": "V. DʼSILVA, KANJURMARG",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: - Price: 20 Edition: FIRST Script: DEV-KAN Type of Book: POETRY",
    "identifier": "dli.KAVYANRAS_AMRUT",
    "publisher": "KALAPRIYA PRAKASHAN",
    "tags": "",
    "title": "KAVYANRAS AMRUT",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AV. DʼSILVA, KANJURMARG",
    "url": "https://archive.org/details/dli.KAVYANRAS_AMRUT",
    "cover": "https://archive.org/services/img/dli.KAVYANRAS_AMRUT"
  },
  {
    "author": "MAHAKAVI KALIDASA,P. VAMAN PRABHU (Translator)",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: P. VAMAN PRABHU Price: - Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.MAHAKAVI_KALIDASA_VIRACHITHA_RAGHUVAMSHA_MAHAKAVYA",
    "publisher": "P. VAMAN PRABHU",
    "tags": "",
    "title": "MAHAKAVI KALIDAS VIRACHITHA RAGHUVAMSHA MAHA KAVYAM: KONKANI BHAVANUVADU",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AMAHAKAVI KALIDASA,P. VAMAN PRABHU (Translator)",
    "url": "https://archive.org/details/dli.MAHAKAVI_KALIDASA_VIRACHITHA_RAGHUVAMSHA_MAHAKAVYA",
    "cover": "https://archive.org/services/img/dli.MAHAKAVI_KALIDASA_VIRACHITHA_RAGHUVAMSHA_MAHAKAVYA"
  },
  {
    "author": "PRAKASH D. PADGAONKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 180 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.PUNARARTHOPANISHAD",
    "publisher": "SRUJAN VISHWA PRAKASHAN",
    "tags": "",
    "title": "PUNARARTHOPANISHAD",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3APRAKASH D. PADGAONKAR",
    "url": "https://archive.org/details/dli.PUNARARTHOPANISHAD",
    "cover": "https://archive.org/services/img/dli.PUNARARTHOPANISHAD"
  },
  {
    "author": "PARESH NARENDRA KAMATH",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 120 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.SHUBHANKAR",
    "publisher": "SANMITRA PRAKASHAN, GOA",
    "tags": "",
    "title": "SHUBHAMKAR",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3APARESH NARENDRA KAMATH",
    "url": "https://archive.org/details/dli.SHUBHANKAR",
    "cover": "https://archive.org/services/img/dli.SHUBHANKAR"
  },
  {
    "author": "RAMESH BHAGAVANT VELUSKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 30 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.SAVULGORI",
    "publisher": "APURBAI PRAKASHAN",
    "tags": "",
    "title": "SAVULGORI",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ARAMESH BHAGAVANT VELUSKAR",
    "url": "https://archive.org/details/dli.SAVULGORI",
    "cover": "https://archive.org/services/img/dli.SAVULGORI"
  },
  {
    "author": "RONY CRASTA, KELARAI",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 100 Edition: FIRST Script: KANNADA Type of Book: POETRY",
    "identifier": "dli.TIRI_TUPEM",
    "publisher": "PRIKRITI PREET PRAKASHAN",
    "tags": "",
    "title": "TIRI TUPEM",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ARONY CRASTA, KELARAI",
    "url": "https://archive.org/details/dli.TIRI_TUPEM",
    "cover": "https://archive.org/services/img/dli.TIRI_TUPEM"
  },
  {
    "author": "J B MORAES",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2001 Price: 25 No. of Pages: 76 Language: KONKANI Script: DEVANAGARI Type of Book: MONOGRAPH / BIOGRAPHY ISBN: 81-260-1041-X",
    "identifier": "dli.viswakonkani.2440",
    "publisher": "SAHITYA AKADEMI",
    "tags": "",
    "title": "CHA. FRA. DECOSTA",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AJ B MORAES",
    "url": "https://archive.org/details/dli.viswakonkani.2440",
    "cover": "https://archive.org/services/img/dli.viswakonkani.2440"
  },
  {
    "author": "PRAKASH THALI",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2005 Price: 60 No. of Pages: 93 Language: KONKANI Script: DEVANAGARI Type of Book: MONOGRAPH / BIOGRAPHY",
    "identifier": "dli.viswakonkani.1404",
    "publisher": "GOA KONKANI AKADEMI",
    "tags": "",
    "title": "LAXMANRAO SARDESAI: KONKANI SAHITHYACHE SHILPAKAR",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3APRAKASH THALI",
    "url": "https://archive.org/details/dli.viswakonkani.1404",
    "cover": "https://archive.org/services/img/dli.viswakonkani.1404"
  },
  {
    "author": "GLADYS REGO",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1995 Price: 20 No. of Pages: 126 Language: KONKANI Script: KANNADA Type of Book: SHORT STORIES",
    "identifier": "dli.viswakonkani.4687",
    "publisher": "AKASH PRAKASHAN",
    "tags": "",
    "title": "KINKULEM",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AGLADYS REGO",
    "url": "https://archive.org/details/dli.viswakonkani.4687",
    "cover": "https://archive.org/services/img/dli.viswakonkani.4687"
  },
  {
    "author": "RABINDRANATH TAGORE,R.N. NAIK (translator)",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1996 Price: 60 No. of Pages: 93 Language: KONKANI Script: DEVANAGARI Type of Book: ESSAYS / ARTICLES ISBN: 81-7201-178",
    "identifier": "dli.viswakonkani.4106",
    "publisher": "SAHITYA AKADEMI",
    "tags": "",
    "title": "SADHANA: RABINDRANATH TAGOREʼS ESSAYS",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ARABINDRANATH TAGORE,R.N. NAIK (translator)",
    "url": "https://archive.org/details/dli.viswakonkani.4106",
    "cover": "https://archive.org/services/img/dli.viswakonkani.4106"
  },
  {
    "author": "GLADYS REGO",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1990 Price: 10 No. of Pages: 166 Language: KONKANI Script: KANNADA Type of Book: SHORT STORIES",
    "identifier": "dli.viswakonkani.4770",
    "publisher": "AKASH PRAKASHAN",
    "tags": "",
    "title": "ADHURO GOTO",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AGLADYS REGO",
    "url": "https://archive.org/details/dli.viswakonkani.4770",
    "cover": "https://archive.org/services/img/dli.viswakonkani.4770"
  },
  {
    "author": "KALIDASA,P. VAMAN PRABHU (translator)",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1997 Price: 100 No. of Pages: 235 Language: KONKANI Script: DEVANAGARI Type of Book: RELIGIOUS / SPIRITUAL",
    "identifier": "dli.viswakonkani.281",
    "publisher": "KARNATAKA KONKANI SAHITHYA ACADEMY",
    "tags": "",
    "title": "MAHAKAVI KALIDASA VIRACHITHA RAGHUVAMSHA MAHAKAVYAM: KONKANI BHAVANUVAD",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AKALIDASA,P. VAMAN PRABHU (translator)",
    "url": "https://archive.org/details/dli.viswakonkani.281",
    "cover": "https://archive.org/services/img/dli.viswakonkani.281"
  },
  {
    "author": "ADHUNIK NAARI",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1992 Price: 18 No. of Pages: 184 Language: KONKANI Script: KANNADA Type of Book: NOVEL",
    "identifier": "dli.viswakonkani.4773",
    "publisher": "PUNOV PUBLICATIONS",
    "tags": "",
    "title": "SWEEKAR",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AADHUNIK NAARI",
    "url": "https://archive.org/details/dli.viswakonkani.4773",
    "cover": "https://archive.org/services/img/dli.viswakonkani.4773"
  },
  {
    "author": "LANCY PINTO NAYAK",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1997 Price: 20 No. of Pages: 96 Language: KONKANI Script: KANNADA Type of Book: NOVEL",
    "identifier": "dli.viswakonkani.4741",
    "publisher": "UMED PUBLICATIONS",
    "tags": "",
    "title": "SODHNA ANI BAHUMAN",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ALANCY PINTO NAYAK",
    "url": "https://archive.org/details/dli.viswakonkani.4741",
    "cover": "https://archive.org/services/img/dli.viswakonkani.4741"
  },
  {
    "author": "N SHIVDAS",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1999 Price: 100 No. of Pages: 143 Language: KONKANI Script: DEVANAGARI Type of Book: SHORT STORIES",
    "identifier": "dli.viswakonkani.9004",
    "publisher": "SHREE DATTA PADMAJA PRAKASHAN",
    "tags": "",
    "title": "MAHAROOKH",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AN SHIVDAS",
    "url": "https://archive.org/details/dli.viswakonkani.9004",
    "cover": "https://archive.org/services/img/dli.viswakonkani.9004"
  },
  {
    "author": "PRASAD LOLAYENKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1994 Price: 60 No. of Pages: 92 Language: KONKANI Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.viswakonkani.9005",
    "publisher": "SHREE DATTA PADMAJA PRAKASHAN",
    "tags": "",
    "title": "MULAM",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3APRASAD LOLAYENKAR",
    "url": "https://archive.org/details/dli.viswakonkani.9005",
    "cover": "https://archive.org/services/img/dli.viswakonkani.9005"
  },
  {
    "author": "DR. P.R. HAREENDRA SARMA",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2011 Price: 300 No. of Pages: 225 Language: KONKANI Script: DEVANAGARI Type of Book: RESEARCH ISBN: 81-87198-00-1",
    "identifier": "dli.viswakonkani.5589",
    "publisher": "EDUCATIONAL PUBLISHERS AND DISTRIBUTORS",
    "tags": "",
    "title": "HINDI AND KONKANI NOUNS: HISTORICAL AND COMPARATIVE STUDY",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ADR. P.R. HAREENDRA SARMA",
    "url": "https://archive.org/details/dli.viswakonkani.5589",
    "cover": "https://archive.org/services/img/dli.viswakonkani.5589"
  },
  {
    "author": "JERRY KULSHEKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1991 Price: 24 No. of Pages: 249 Language: KONKANI Script: KANNADA Type of Book: NOVEL",
    "identifier": "dli.viswakonkani.880",
    "publisher": "PUNAV PRAKASHAN",
    "tags": "",
    "title": "ROJICHI CHOOK ASSA",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AJERRY KULSHEKAR",
    "url": "https://archive.org/details/dli.viswakonkani.880",
    "cover": "https://archive.org/services/img/dli.viswakonkani.880"
  },
  {
    "author": "BALKRISHNA G. KANOLKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 150 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.ADIMAYECHE_ULE",
    "publisher": "PARA-PRATIMA PRAKASHAN",
    "tags": "",
    "title": "ADIMAYECHE ULE",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ABALKRISHNA G. KANOLKAR",
    "url": "https://archive.org/details/dli.ADIMAYECHE_ULE",
    "cover": "https://archive.org/services/img/dli.ADIMAYECHE_ULE"
  },
  {
    "author": "KASHINATH SHAMBA LOLIENKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 55 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.KASHIN_MHANPACHE_SODUNK_NA",
    "publisher": "BRA PRAKASHAN",
    "tags": "",
    "title": "KASHIN MHANPACHE SODUNK NA",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AKASHINATH SHAMBA LOLIENKAR",
    "url": "https://archive.org/details/dli.KASHIN_MHANPACHE_SODUNK_NA",
    "cover": "https://archive.org/services/img/dli.KASHIN_MHANPACHE_SODUNK_NA"
  },
  {
    "author": "CHA. FRA. DECOSTA,EDITED BYSRI FRED KUMAR, KUCHIKADU",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 20 Edition: FIRST Script: DEV-KAN Type of Book: POETRY",
    "identifier": "dli.MOTYAN",
    "publisher": "MANDD SOBHANN PRAKASAN",
    "tags": "",
    "title": "MOTIYAN: CHA. FRA. CHIM PADAM",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ACHA. FRA. DECOSTA,EDITED BYSRI FRED KUMAR, KUCHIKADU",
    "url": "https://archive.org/details/dli.MOTYAN",
    "cover": "https://archive.org/services/img/dli.MOTYAN"
  },
  {
    "author": "H. RAGHAVENDRA RAO, MANGALUR,STEPHAN QUADROS, PERMUDE",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: - Price: 20 Edition: FIRST Script: KANNADA Type of Book: POETRY",
    "identifier": "dli.KONKANNI_KAVYAM",
    "publisher": "KARNATAKA KONKANI SAHITYA ACADEMY",
    "tags": "",
    "title": "KONKANI KAVYAM: EK SUKNNYA NODOR",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AH. RAGHAVENDRA RAO, MANGALUR,STEPHAN QUADROS, PERMUDE",
    "url": "https://archive.org/details/dli.KONKANNI_KAVYAM",
    "cover": "https://archive.org/services/img/dli.KONKANNI_KAVYAM"
  },
  {
    "author": "DR. NAGESH KUMAR G. RAO",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 75 Edition: FIRST Script: KANNADA Type of Book: POETRY",
    "identifier": "dli.MAGANI_KRISHNA_TUKKAA",
    "publisher": "KINNAR PRAKASHAN, MANIPAL",
    "tags": "",
    "title": "MAAGNI KRISHNA TUKKA: KONKANI BHAVAGITAM SANKALAN",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ADR. NAGESH KUMAR G. RAO",
    "url": "https://archive.org/details/dli.MAGANI_KRISHNA_TUKKAA",
    "cover": "https://archive.org/services/img/dli.MAGANI_KRISHNA_TUKKAA"
  },
  {
    "author": "SHOBHA PHULKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: - Price: 150 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.MANSPANDANA",
    "publisher": "SANJANA PUBLICATIONS",
    "tags": "",
    "title": "MANASPANDANA",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ASHOBHA PHULKAR",
    "url": "https://archive.org/details/dli.MANSPANDANA",
    "cover": "https://archive.org/services/img/dli.MANSPANDANA"
  },
  {
    "author": "REV. FR. PAUL LOUIS BOTELHO",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 10 Edition: SECOND Script: KANNADA Type of Book: POETRY",
    "identifier": "dli.P._L._B._CHO_KAVYAM_JHELO",
    "publisher": "JEROSA COMPANY",
    "tags": "",
    "title": "P.L.B. CHO KAVYAM JHELO",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AREV. FR. PAUL LOUIS BOTELHO",
    "url": "https://archive.org/details/dli.P._L._B._CHO_KAVYAM_JHELO",
    "cover": "https://archive.org/services/img/dli.P._L._B._CHO_KAVYAM_JHELO"
  },
  {
    "author": "B. A. SANADI,J. B. MORAES (Translator)",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: J. B. MORAES Price: 35 Edition: FIRST Script: KANNADA Type of Book: POETRY",
    "identifier": "dli.NAVEM_PAYNA",
    "publisher": "VANASHRI PRAKASHANA",
    "tags": "",
    "title": "NAVEM PAYNA",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AB. A. SANADI,J. B. MORAES (Translator)",
    "url": "https://archive.org/details/dli.NAVEM_PAYNA",
    "cover": "https://archive.org/services/img/dli.NAVEM_PAYNA"
  },
  {
    "author": "SHABA NARAYAN KUDTARKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: - Price: 80 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.VAVZAD",
    "publisher": "GOA KONKANI AKADEMI",
    "tags": "",
    "title": "VAVZAD",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ASHABA NARAYAN KUDTARKAR",
    "url": "https://archive.org/details/dli.VAVZAD",
    "cover": "https://archive.org/services/img/dli.VAVZAD"
  },
  {
    "author": "ASHOK KAMAT",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2005 Price: 250 No. of Pages: 432 Language: KONKANI Script: DEVANAGARI Type of Book: NOVEL",
    "identifier": "dli.viswakonkani.7415",
    "publisher": "GOA KONKANI AKADEMI",
    "tags": "",
    "title": "GHANAGHAINIYATICHE",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AASHOK KAMAT",
    "url": "https://archive.org/details/dli.viswakonkani.7415",
    "cover": "https://archive.org/services/img/dli.viswakonkani.7415"
  },
  {
    "author": "",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: - Price: 14 No. of Pages: 108 Language: KONKANI Script: KANNADA Type of Book: RESEARCH",
    "identifier": "dli.viswakonkani.7418",
    "publisher": "KARNATAKA PATTYA PUSTAK SANGHA",
    "tags": "",
    "title": "YEYA: KONKNNI SHIKUMYA - 1: 6VEA VORGAK KONKNNI-TISRI BHAS PATTH POSTOK",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3A",
    "url": "https://archive.org/details/dli.viswakonkani.7418",
    "cover": "https://archive.org/services/img/dli.viswakonkani.7418"
  },
  {
    "author": "SHABBEER BAYDA",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 100 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.CHINDIYACHE_GOMBAY",
    "publisher": "BASTI PRAKASHANA",
    "tags": "",
    "title": "CHINDIYACHE GOMBE",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ASHABBEER BAYDA",
    "url": "https://archive.org/details/dli.CHINDIYACHE_GOMBAY",
    "cover": "https://archive.org/services/img/dli.CHINDIYACHE_GOMBAY"
  },
  {
    "author": "PRAKASH PADGAONKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 43 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.SARG_GHADPAK_DHARTARECHO",
    "publisher": "RAJHAUNS VITARAN",
    "tags": "",
    "title": "SARG GHADPAK DHARTARECHO",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3APRAKASH PADGAONKAR",
    "url": "https://archive.org/details/dli.SARG_GHADPAK_DHARTARECHO",
    "cover": "https://archive.org/services/img/dli.SARG_GHADPAK_DHARTARECHO"
  },
  {
    "author": "SUREKHA TOTEKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1993 Price: 10 No. of Pages: 136 Language: KONKANI Script: DEVANAGARI Type of Book: SHORT STORIES ISBN: 81-85339-92-9",
    "identifier": "dli.viswakonkani.1104",
    "publisher": "RAJHAMSA VITARAN",
    "tags": "",
    "title": "MRUDGANDH",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ASUREKHA TOTEKAR",
    "url": "https://archive.org/details/dli.viswakonkani.1104",
    "cover": "https://archive.org/services/img/dli.viswakonkani.1104"
  },
  {
    "author": "JOHN L. DʼSOUZA",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2005 Price: 60 No. of Pages: 234 Language: KONKANI Script: KANNADA Type of Book: NOVEL",
    "identifier": "dli.viswakonkani.2426",
    "publisher": "PUNOV PUBLICATIONS",
    "tags": "",
    "title": "LOTTRECHO DUDDU",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AJOHN L. DʼSOUZA",
    "url": "https://archive.org/details/dli.viswakonkani.2426",
    "cover": "https://archive.org/services/img/dli.viswakonkani.2426"
  },
  {
    "author": "ARGODU SURESH SHENOY",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2010 Price: 50 No. of Pages: 80 Language: KONKANI Script: KANNADA Type of Book: COMEDY",
    "identifier": "dli.viswakonkani.3014",
    "publisher": "SARASWATHI PRABHA",
    "tags": "",
    "title": "KONKANI JOKES: KONKANI LASYA SANKALANA",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AARGODU SURESH SHENOY",
    "url": "https://archive.org/details/dli.viswakonkani.3014",
    "cover": "https://archive.org/services/img/dli.viswakonkani.3014"
  },
  {
    "author": "DR. K.V. PUTTAPPA,DR. GEETHA SHENOY (translator)",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2015 Price: 50 No. of Pages: 83 Language: KONKANI Script: DEVANAGARI Type of Book: ESSAYS / ARTICLES",
    "identifier": "dli.viswakonkani.5215",
    "publisher": "KUVEMPU BHASHA BHARATHI PRADHIKARA",
    "tags": "",
    "title": "BAHUJIHWA BHARATHIK IKYATACHAYA AARATHI",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ADR. K.V. PUTTAPPA,DR. GEETHA SHENOY (translator)",
    "url": "https://archive.org/details/dli.viswakonkani.5215",
    "cover": "https://archive.org/services/img/dli.viswakonkani.5215"
  },
  {
    "author": "R N NAIK",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2001 Price: 25 No. of Pages: 119 Language: KONKANI Script: DEVANAGARI Type of Book: MONOGRAPH / BIOGRAPHY ISBN: 81-260-1143-2",
    "identifier": "dli.viswakonkani.437",
    "publisher": "SAHITYA AKADEMY",
    "tags": "",
    "title": "SHENNOI GOEMBAB",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AR N NAIK",
    "url": "https://archive.org/details/dli.viswakonkani.437",
    "cover": "https://archive.org/services/img/dli.viswakonkani.437"
  },
  {
    "author": "SANTOSHKUMAR GULVADY",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2010 Price: 200 No. of Pages: 315 Language: KONKANI Script: DEV-KAN Type of Book: CHILD LITERATURE",
    "identifier": "dli.viswakonkani.4509",
    "publisher": "KONKANI LANGUAGE & CULTURAL FOUNDATION",
    "tags": "",
    "title": "TA TA TINGANA: KONKANI ANTHOLOGY",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ASANTOSHKUMAR GULVADY",
    "url": "https://archive.org/details/dli.viswakonkani.4509",
    "cover": "https://archive.org/services/img/dli.viswakonkani.4509"
  },
  {
    "author": "J.S. ALVARES",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1990 Price: 10 No. of Pages: 103 Language: KONKANI Script: KANNADA Type of Book: NOVEL",
    "identifier": "dli.viswakonkani.4776",
    "publisher": "AMCHO YUVAK PUBLICATIONS",
    "tags": "",
    "title": "FATKIRO NUMBER EK: PATTEDARIK KADAMBARI",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AJ.S. ALVARES",
    "url": "https://archive.org/details/dli.viswakonkani.4776",
    "cover": "https://archive.org/services/img/dli.viswakonkani.4776"
  },
  {
    "author": "TANAJI HALARNAKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2012 Price: 200 No. of Pages: 103 Language: KONKANI Script: DEVANAGARI Type of Book: ESSAYS / ARTICLES",
    "identifier": "dli.viswakonkani.4396",
    "publisher": "BHAVARTH PRAKASHAN",
    "tags": "",
    "title": "PHAGURPHAT: OFFSHOOTS",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ATANAJI HALARNAKAR",
    "url": "https://archive.org/details/dli.viswakonkani.4396",
    "cover": "https://archive.org/services/img/dli.viswakonkani.4396"
  },
  {
    "author": "STAN AGEIRA",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1983 Price: 5.5 No. of Pages: 104 Language: KONKANI Script: KANNADA Type of Book: NOVEL",
    "identifier": "dli.viswakonkani.5532",
    "publisher": "PUNOV PRAKASHAN",
    "tags": "",
    "title": "PISSO SOMSAR",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ASTAN AGEIRA",
    "url": "https://archive.org/details/dli.viswakonkani.5532",
    "cover": "https://archive.org/services/img/dli.viswakonkani.5532"
  },
  {
    "author": "ISIDORE DANTAS",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2015 Price: 600 No. of Pages: 308 Language: KONKANI Script: DEVANAGARI Type of Book: RESEARCH",
    "identifier": "dli.viswakonkani.7416",
    "publisher": "DANTAS PUBLICATION",
    "tags": "",
    "title": "KONKNNI CHOLCHITRAM 2015",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AISIDORE DANTAS",
    "url": "https://archive.org/details/dli.viswakonkani.7416",
    "cover": "https://archive.org/services/img/dli.viswakonkani.7416"
  },
  {
    "author": "P. S. RAMACHANDRA SHENOY",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: - Price: 50 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.PUSHPANJALI",
    "publisher": "SHENOY PRAKASHAN",
    "tags": "",
    "title": "PUSHPANJALI",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AP. S. RAMACHANDRA SHENOY",
    "url": "https://archive.org/details/dli.PUSHPANJALI",
    "cover": "https://archive.org/services/img/dli.PUSHPANJALI"
  },
  {
    "author": "DR. AUSTIN DʼSOUZA PRABHU",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 250 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.VOZRAM",
    "publisher": "PRIYA PRAKASHAN",
    "tags": "",
    "title": "VOZRAM: A COLLECTION OF 3500 KONKANI POEMS",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ADR. AUSTIN DʼSOUZA PRABHU",
    "url": "https://archive.org/details/dli.VOZRAM",
    "cover": "https://archive.org/services/img/dli.VOZRAM"
  },
  {
    "author": "SHUBHA DILIP SINAI BARAD",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 100 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.VASUNDHARA",
    "publisher": "BUTUKAK MEMORIAL TRUST",
    "tags": "",
    "title": "VASUNDHARA",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ASHUBHA DILIP SINAI BARAD",
    "url": "https://archive.org/details/dli.VASUNDHARA",
    "cover": "https://archive.org/services/img/dli.VASUNDHARA"
  },
  {
    "author": "PRAKASH ACHARYA",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 150 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.TALPAVELI_PHULAM",
    "publisher": "SANJANA PUBLICATIONS",
    "tags": "",
    "title": "TALPAVELI PHULAM",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3APRAKASH ACHARYA",
    "url": "https://archive.org/details/dli.TALPAVELI_PHULAM",
    "cover": "https://archive.org/services/img/dli.TALPAVELI_PHULAM"
  },
  {
    "author": "BASAVESWARA,M. MADHAVA PAI (Translator)",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: M. MADHAVA PAI Price: 10 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.BASAVESWARA_VACHANAMRITA",
    "publisher": "KERALA KONKANI ACADEMY",
    "tags": "",
    "title": "BASAVESWARA VACHANAMRITA",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ABASAVESWARA,M. MADHAVA PAI (Translator)",
    "url": "https://archive.org/details/dli.BASAVESWARA_VACHANAMRITA",
    "cover": "https://archive.org/services/img/dli.BASAVESWARA_VACHANAMRITA"
  },
  {
    "author": "VALLEY QUADRAS",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 125 Edition: SECOND Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.BAZAAR",
    "publisher": "ASHAWADI PRAKASHAN",
    "tags": "",
    "title": "BAZAR",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AVALLEY QUADRAS",
    "url": "https://archive.org/details/dli.BAZAAR",
    "cover": "https://archive.org/services/img/dli.BAZAAR"
  },
  {
    "author": "MAURICE DʼSA",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 50 Edition: FIRST Script: DEV-KAN Type of Book: POETRY",
    "identifier": "dli.BHINGARI",
    "publisher": "RAKNNO PRAKASHAN",
    "tags": "",
    "title": "BHINGARI",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AMAURICE DʼSA",
    "url": "https://archive.org/details/dli.BHINGARI",
    "cover": "https://archive.org/services/img/dli.BHINGARI"
  },
  {
    "author": "SANJIV VERENKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 200 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.ASWASTH_SURYA",
    "publisher": "SANCHIT PRAKASHAN",
    "tags": "",
    "title": "ASWASTH SURYA",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ASANJIV VERENKAR",
    "url": "https://archive.org/details/dli.ASWASTH_SURYA",
    "cover": "https://archive.org/services/img/dli.ASWASTH_SURYA"
  },
  {
    "author": "K. ANANTHA BHAT",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 70 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.ANANTU",
    "publisher": "P. G. KAMATH FOUNDATION",
    "tags": "",
    "title": "ANANTU",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AK. ANANTHA BHAT",
    "url": "https://archive.org/details/dli.ANANTU",
    "cover": "https://archive.org/services/img/dli.ANANTU"
  },
  {
    "author": "WILFY REBIMBAS,COMPILED BY: MELVYN RODRIGUES",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 80 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.GEET_ANI_KOVIT",
    "publisher": "GOA KONKANI AKADEMI",
    "tags": "",
    "title": "GEET ANI KOVIT",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AWILFY REBIMBAS,COMPILED BY: MELVYN RODRIGUES",
    "url": "https://archive.org/details/dli.GEET_ANI_KOVIT",
    "cover": "https://archive.org/services/img/dli.GEET_ANI_KOVIT"
  },
  {
    "author": "COMPILED AND EDITED BY B. B. BORKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 60 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.KONKANI_KAVYA_SANGRAHA",
    "publisher": "SAHITYA AKADEMI",
    "tags": "",
    "title": "KONKANI KAVYA SANGRAHA: AN ANTHOLOGY OF KONKANI POETRY",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ACOMPILED AND EDITED BY B. B. BORKAR",
    "url": "https://archive.org/details/dli.KONKANI_KAVYA_SANGRAHA",
    "cover": "https://archive.org/services/img/dli.KONKANI_KAVYA_SANGRAHA"
  },
  {
    "author": "DR. CHANDRALEKHA DʼSOUZA",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 60 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.KONKANI_KAVYACHI_PRUSHTHABHUMI",
    "publisher": "CHINTAN PRAKASHAN",
    "tags": "",
    "title": "KONKANI KAVYACHI PRUSHTABHOOMI",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ADR. CHANDRALEKHA DʼSOUZA",
    "url": "https://archive.org/details/dli.KONKANI_KAVYACHI_PRUSHTHABHUMI",
    "cover": "https://archive.org/services/img/dli.KONKANI_KAVYACHI_PRUSHTHABHUMI"
  },
  {
    "author": "KASHINATH SHAMBA LOLIENKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 55 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.KASHIK_MHANCHENCH_PADTA",
    "publisher": "BRA PRAKASHAN",
    "tags": "",
    "title": "KASHIK MHANCHENCH PADTA",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AKASHINATH SHAMBA LOLIENKAR",
    "url": "https://archive.org/details/dli.KASHIK_MHANCHENCH_PADTA",
    "cover": "https://archive.org/services/img/dli.KASHIK_MHANCHENCH_PADTA"
  },
  {
    "author": "G. KAMALAMMAL,EDITED BY PAYYANUR RAMESH PAI (Translator)",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: EDITED BY PAYYANUR RAMESH PAI Price: 200 Edition: SECOND Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.RAGHURAMAYAN",
    "publisher": "P. G. KAMATH FOUNDATION",
    "tags": "",
    "title": "RAGHURAMAYAN",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AG. KAMALAMMAL,EDITED BY PAYYANUR RAMESH PAI (Translator)",
    "url": "https://archive.org/details/dli.RAGHURAMAYAN",
    "cover": "https://archive.org/services/img/dli.RAGHURAMAYAN"
  },
  {
    "author": "SHASHIKANT PUNAJI",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 60 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.UMAI",
    "publisher": "RADHAKRISHNA PUBLICATIONS",
    "tags": "",
    "title": "UMAJ",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ASHASHIKANT PUNAJI",
    "url": "https://archive.org/details/dli.UMAI",
    "cover": "https://archive.org/services/img/dli.UMAI"
  },
  {
    "author": "SOU. INDU ASHOK GERSAPPE",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 130 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.SANKALP",
    "publisher": "BIMB PRAKASHAN",
    "tags": "",
    "title": "SANKALP",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ASOU. INDU ASHOK GERSAPPE",
    "url": "https://archive.org/details/dli.SANKALP",
    "cover": "https://archive.org/services/img/dli.SANKALP"
  },
  {
    "author": "YASHWANT CHITTAL,MELWYN RODRIGUES (translator)",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1995 Price: 55 No. of Pages: 124 Language: KONKANI Script: DEVANAGARI Type of Book: SHORT STORIES ISBN: 81-7201-871-1",
    "identifier": "dli.viswakonkani.1035",
    "publisher": "SAHITYA AKADEMI",
    "tags": "",
    "title": "KANI JALI CHALI",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AYASHWANT CHITTAL,MELWYN RODRIGUES (translator)",
    "url": "https://archive.org/details/dli.viswakonkani.1035",
    "cover": "https://archive.org/services/img/dli.viswakonkani.1035"
  },
  {
    "author": "MUKESH THALI",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2013 Price: 150 No. of Pages: 122 Language: KONKANI Script: DEVANAGARI Type of Book: ESSAYS / ARTICLES",
    "identifier": "dli.viswakonkani.5078",
    "publisher": "ANAND PRAKASHAN",
    "tags": "",
    "title": "JEEVANGANDHA",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AMUKESH THALI",
    "url": "https://archive.org/details/dli.viswakonkani.5078",
    "cover": "https://archive.org/services/img/dli.viswakonkani.5078"
  },
  {
    "author": "DEEPA DINKAR MURKUNDE",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1998 Price: 55 No. of Pages: 104 Language: KONKANI Script: DEVANAGARI Type of Book: SHORT STORIES",
    "identifier": "dli.viswakonkani.2914",
    "publisher": "SHRI HARI PRAKASHAN",
    "tags": "",
    "title": "UMAJANI: A COLLECTION OF SHORT STORIES",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ADEEPA DINKAR MURKUNDE",
    "url": "https://archive.org/details/dli.viswakonkani.2914",
    "cover": "https://archive.org/services/img/dli.viswakonkani.2914"
  },
  {
    "author": "GLADYS REGO",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1999 Price: 20 No. of Pages: 102 Language: KONKANI Script: KANNADA Type of Book: QUIZ",
    "identifier": "dli.viswakonkani.5390",
    "publisher": "AKASH PRAKASHAN",
    "tags": "",
    "title": "KONKANI QUIZ: COLLECTION OF QUIZ MATERIAL ON KONKANI HERITAGE AND LANGUAGE",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AGLADYS REGO",
    "url": "https://archive.org/details/dli.viswakonkani.5390",
    "cover": "https://archive.org/services/img/dli.viswakonkani.5390"
  },
  {
    "author": "ANIL D. PAI SIRSI",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1991 Price: 10 No. of Pages: 91 Language: KONKANI Script: KANNADA Type of Book: DRAMA / YAKSHAGANA",
    "identifier": "dli.viswakonkani.3170",
    "publisher": "SHRI RAGHAVENDRA PRAKASHAN",
    "tags": "",
    "title": "MAYA-SOONA: KONKANI COMEDY PLAY",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AANIL D. PAI SIRSI",
    "url": "https://archive.org/details/dli.viswakonkani.3170",
    "cover": "https://archive.org/services/img/dli.viswakonkani.3170"
  },
  {
    "author": "UDAY GUDE",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2006 Price: 120 No. of Pages: 138 Language: KONKANI Script: DEVANAGARI Type of Book: ESSAYS / ARTICLES",
    "identifier": "dli.viswakonkani.3239",
    "publisher": "BIMBA PRAKASHAN",
    "tags": "",
    "title": "AMURPIKYO CHINCHO",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AUDAY GUDE",
    "url": "https://archive.org/details/dli.viswakonkani.3239",
    "cover": "https://archive.org/services/img/dli.viswakonkani.3239"
  },
  {
    "author": "DILIP BORKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: - Price: 100 No. of Pages: 93 Language: KONKANI Script: DEVANAGARI Type of Book: ESSAYS / ARTICLES",
    "identifier": "dli.viswakonkani.4758",
    "publisher": "BIMBA PRAKASHAN",
    "tags": "",
    "title": "BAKI-VISHESH",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ADILIP BORKAR",
    "url": "https://archive.org/details/dli.viswakonkani.4758",
    "cover": "https://archive.org/services/img/dli.viswakonkani.4758"
  },
  {
    "author": "VISHWANATHA SHET (HARSIKATTA)",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2010 Price: 50 No. of Pages: 80 Language: KONKANI Script: KANNADA Type of Book: DRAMA / YAKSHAGANA",
    "identifier": "dli.viswakonkani.3026",
    "publisher": "SARASWATI PRABHA",
    "tags": "",
    "title": "KONKANI YAKSHAGANA PRASANGA: SHYAMANTAKA MANI KAANI ANI SHRI MAHALASA CHARITRA",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AVISHWANATHA SHET (HARSIKATTA)",
    "url": "https://archive.org/details/dli.viswakonkani.3026",
    "cover": "https://archive.org/services/img/dli.viswakonkani.3026"
  },
  {
    "author": "PADMANABHA NAYAK",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2015 Price: 100 No. of Pages: 104 Language: KONKANI Script: KANNADA Type of Book: TRAVELOGUE",
    "identifier": "dli.viswakonkani.5320",
    "publisher": "-",
    "tags": "",
    "title": "BHOMVDDI: NISARGA RAMYA UTTARA KANNADA JILLECHI",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3APADMANABHA NAYAK",
    "url": "https://archive.org/details/dli.viswakonkani.5320",
    "cover": "https://archive.org/services/img/dli.viswakonkani.5320"
  },
  {
    "author": "A.P. BHANUPRAKASH",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2018 Price: 70 No. of Pages: 56 Language: KONKANI Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.viswakonkani.7252",
    "publisher": "DEVI PUBLICATIONS",
    "tags": "",
    "title": "SREE DATTATHREYA AVATHARU",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AA.P. BHANUPRAKASH",
    "url": "https://archive.org/details/dli.viswakonkani.7252",
    "cover": "https://archive.org/services/img/dli.viswakonkani.7252"
  },
  {
    "author": "EDWIN J.F. D. DʼSOUZA",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1969 Price: 10 No. of Pages: 405 Language: KONKANI Script: KANNADA Type of Book: NOVEL",
    "identifier": "dli.viswakonkani.644",
    "publisher": "PUNOV PUBLICATIONS",
    "tags": "",
    "title": "XETHANTHLLIM PHULLAM",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AEDWIN J.F. D. DʼSOUZA",
    "url": "https://archive.org/details/dli.viswakonkani.644",
    "cover": "https://archive.org/services/img/dli.viswakonkani.644"
  },
  {
    "author": "KRISHNANAND KAMATH,RAMCHANDRA G. BHANDARI (translator)",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2012 Price: 100 No. of Pages: 86 Language: KONKANI Script: KANNADA Type of Book: TRAVELOGUE",
    "identifier": "dli.viswakonkani.7156",
    "publisher": "DWAKEESHA PRAKASHANA",
    "tags": "",
    "title": "HANVOOYI AMERIKEKA GELLEELON: TRAVELOGUE",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AKRISHNANAND KAMATH,RAMCHANDRA G. BHANDARI (translator)",
    "url": "https://archive.org/details/dli.viswakonkani.7156",
    "cover": "https://archive.org/services/img/dli.viswakonkani.7156"
  },
  {
    "author": "DR P S RAMANI,HEMA NAIK (translator)",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2006 Price: 150 No. of Pages: 14+244 Language: KONKANI Script: DEVANAGARI Type of Book: MONOGRAPH / BIOGRAPHY",
    "identifier": "dli.viswakonkani.1413",
    "publisher": "GOA KONKANI AKADEMI",
    "tags": "",
    "title": "TAATH KANNO",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ADR P S RAMANI,HEMA NAIK (translator)",
    "url": "https://archive.org/details/dli.viswakonkani.1413",
    "cover": "https://archive.org/services/img/dli.viswakonkani.1413"
  },
  {
    "author": "STANY NIRUDE",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1979 Price: 6.5 No. of Pages: 244 Language: KONKANI Script: KANNADA Type of Book: NOVEL",
    "identifier": "dli.viswakonkani.4028",
    "publisher": "SALLAK PUBLICATIONS",
    "tags": "",
    "title": "MOGA MAKA JALAINAKA",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ASTANY NIRUDE",
    "url": "https://archive.org/details/dli.viswakonkani.4028",
    "cover": "https://archive.org/services/img/dli.viswakonkani.4028"
  },
  {
    "author": "DR. PATTABHI SEETHARAMAYYA",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1947 Price: 2 No. of Pages: 166 Language: KONKANI Script: DEVANAGARI Type of Book: RESEARCH",
    "identifier": "dli.viswakonkani.380",
    "publisher": "GOKULDAS DHOOTH",
    "tags": "",
    "title": "RIYASATHO KA SAVAL",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ADR. PATTABHI SEETHARAMAYYA",
    "url": "https://archive.org/details/dli.viswakonkani.380",
    "cover": "https://archive.org/services/img/dli.viswakonkani.380"
  },
  {
    "author": "MAHABALESHWAR SAIL",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1971 Price: 25 No. of Pages: 146 Language: KONKANI Script: DEVANAGARI Type of Book: NOVEL",
    "identifier": "dli.viswakonkani.3106",
    "publisher": "KULAGAR PRAKASHAN",
    "tags": "",
    "title": "PALATADANCHE TARUM",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AMAHABALESHWAR SAIL",
    "url": "https://archive.org/details/dli.viswakonkani.3106",
    "cover": "https://archive.org/services/img/dli.viswakonkani.3106"
  },
  {
    "author": "RONALD PERIERA ANGELORE",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: - Price: 6.5 No. of Pages: 132 Language: KONKANI Script: KANNADA Type of Book: NOVEL",
    "identifier": "dli.viswakonkani.4771",
    "publisher": "PUNOV PUBLICATIONS",
    "tags": "",
    "title": "GUPITH GHATHKI",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ARONALD PERIERA ANGELORE",
    "url": "https://archive.org/details/dli.viswakonkani.4771",
    "cover": "https://archive.org/services/img/dli.viswakonkani.4771"
  },
  {
    "author": "SIDDAPUR VASUDEVA BHAT",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2001 Price: 10 No. of Pages: 42 Language: KONKANI Script: KANNADA Type of Book: MONOGRAPH / BIOGRAPHY",
    "identifier": "dli.viswakonkani.4535",
    "publisher": "KARNATAKA KONKANI SAHITHYA ACADEMY",
    "tags": "",
    "title": "DR. T.M.A. PAI: KONKANI MAHAMANESTH LEKHANAMALA",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ASIDDAPUR VASUDEVA BHAT",
    "url": "https://archive.org/details/dli.viswakonkani.4535",
    "cover": "https://archive.org/services/img/dli.viswakonkani.4535"
  },
  {
    "author": "MAHAKAVI KALIDAS,SHANTARAM WARDE WALAWALIKAR (translator)",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2014 Price: 100 No. of Pages: 126 Language: KONKANI Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.viswakonkani.4459",
    "publisher": "SHANTHAYI PRAKASHAN (GOA)",
    "tags": "",
    "title": "MEGHDUT",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AMAHAKAVI KALIDAS,SHANTARAM WARDE WALAWALIKAR (translator)",
    "url": "https://archive.org/details/dli.viswakonkani.4459",
    "cover": "https://archive.org/services/img/dli.viswakonkani.4459"
  },
  {
    "author": "SANJIV VERENKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2014 Price: 200 No. of Pages: 101 Language: KONKANI Script: DEVANAGARI Type of Book: MONOGRAPH / BIOGRAPHY",
    "identifier": "dli.viswakonkani.7417",
    "publisher": "NAVISHRI CREATIONS",
    "tags": "",
    "title": "HADAMASACHIM DEVALAM",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ASANJIV VERENKAR",
    "url": "https://archive.org/details/dli.viswakonkani.7417",
    "cover": "https://archive.org/services/img/dli.viswakonkani.7417"
  },
  {
    "author": "R K RAO",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1975 Price: 15 No. of Pages: 206 Language: KONKANI Script: DEVANAGARI Type of Book: GUIDE",
    "identifier": "dli.viswakonkani.9001",
    "publisher": "KONKANI LANGUAGE INSTITUTE",
    "tags": "",
    "title": "KONKANI SWAYAM SIKSHAK",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AR K RAO",
    "url": "https://archive.org/details/dli.viswakonkani.9001",
    "cover": "https://archive.org/services/img/dli.viswakonkani.9001"
  },
  {
    "author": "PANDURANG PHALDESAI",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 160 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.ANTARYATRA",
    "publisher": "BIMB PRAKASHAN",
    "tags": "",
    "title": "ANTARYATRA",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3APANDURANG PHALDESAI",
    "url": "https://archive.org/details/dli.ANTARYATRA",
    "cover": "https://archive.org/services/img/dli.ANTARYATRA"
  },
  {
    "author": "J. B. SEQUEIRA",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 60 Edition: FIRST Script: DEV-KAN Type of Book: POETRY",
    "identifier": "dli.CHIKOLLIM",
    "publisher": "KONKANI PRAKASHANALAYA",
    "tags": "",
    "title": "CHIKOLLIM",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AJ. B. SEQUEIRA",
    "url": "https://archive.org/details/dli.CHIKOLLIM",
    "cover": "https://archive.org/services/img/dli.CHIKOLLIM"
  },
  {
    "author": "DR. MANOHARRAI SARDESAI",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 70 Edition: SECOND Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.AIJ_RE_DHOLAR_PADALI_BADI",
    "publisher": "GOA KONKANI AKADEMI",
    "tags": "",
    "title": "AIJ RE DHOLAR PADLI BADI",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ADR. MANOHARRAI SARDESAI",
    "url": "https://archive.org/details/dli.AIJ_RE_DHOLAR_PADALI_BADI",
    "cover": "https://archive.org/services/img/dli.AIJ_RE_DHOLAR_PADALI_BADI"
  },
  {
    "author": "WILSON KATEEL",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 250 Edition: FIRST Script: KANNADA Type of Book: POETRY",
    "identifier": "dli.ENCOUNTER",
    "publisher": "KITTALL PRAKASHAN",
    "tags": "",
    "title": "ENCOUNTER: KAVITA PUNJO",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AWILSON KATEEL",
    "url": "https://archive.org/details/dli.ENCOUNTER",
    "cover": "https://archive.org/services/img/dli.ENCOUNTER"
  },
  {
    "author": "AMEY VISHRAM NAIK",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 70 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.MOG_DOT_COM",
    "publisher": "GOA KONKANI AKADEMI",
    "tags": "",
    "title": "MOG DOT COM",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AAMEY VISHRAM NAIK",
    "url": "https://archive.org/details/dli.MOG_DOT_COM",
    "cover": "https://archive.org/services/img/dli.MOG_DOT_COM"
  },
  {
    "author": "H. M. PERNAL",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: - Price: 50 Edition: FIRST Script: DEV-KAN Type of Book: POETRY",
    "identifier": "dli.KAYDYACHYO_KAVITHA",
    "publisher": "ASHAVADI PRAKASHAN, MUMBAI",
    "tags": "",
    "title": "KAYDYACHYO KAVITHA",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AH. M. PERNAL",
    "url": "https://archive.org/details/dli.KAYDYACHYO_KAVITHA",
    "cover": "https://archive.org/services/img/dli.KAYDYACHYO_KAVITHA"
  },
  {
    "author": "P. J. KARUGALNADE",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 50 Edition: FIRST Script: KANNADA Type of Book: POETRY",
    "identifier": "dli.NIMANNI_SOIRIK",
    "publisher": "KAVITA PUBLICATIONS",
    "tags": "",
    "title": "NIMANNI SOIRIK",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AP. J. KARUGALNADE",
    "url": "https://archive.org/details/dli.NIMANNI_SOIRIK",
    "cover": "https://archive.org/services/img/dli.NIMANNI_SOIRIK"
  },
  {
    "author": "M. P. RODRIGUES",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 50 Edition: FIRST Script: DEV-KAN Type of Book: POETRY",
    "identifier": "dli.RUMDDI_FULAM",
    "publisher": "KAVITA PUBLICATIONS",
    "tags": "",
    "title": "RUMDDI FULAM",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AM. P. RODRIGUES",
    "url": "https://archive.org/details/dli.RUMDDI_FULAM",
    "cover": "https://archive.org/services/img/dli.RUMDDI_FULAM"
  },
  {
    "author": "EDITOR: GOKULDAS PRABHU",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 10 Edition: JULY-AUGUST 2003 Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.RUTU",
    "publisher": "KULAGAR PRAKASHAN",
    "tags": "",
    "title": "RUTU: BIMONTHLY ON KONKANI POETRY",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AEDITOR: GOKULDAS PRABHU",
    "url": "https://archive.org/details/dli.RUTU",
    "cover": "https://archive.org/services/img/dli.RUTU"
  },
  {
    "author": "YUSUF A. SHEIK",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 200 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.ODD",
    "publisher": "O RE SOI",
    "tags": "",
    "title": "ODD",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AYUSUF A. SHEIK",
    "url": "https://archive.org/details/dli.ODD",
    "cover": "https://archive.org/services/img/dli.ODD"
  },
  {
    "author": "URJITA BHOBE",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 250 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.URJASROT",
    "publisher": "RUDRA PRAKASHAN",
    "tags": "",
    "title": "URJASROT",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AURJITA BHOBE",
    "url": "https://archive.org/details/dli.URJASROT",
    "cover": "https://archive.org/services/img/dli.URJASROT"
  },
  {
    "author": "GLADYS REGO",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 30 Edition: FIRST Script: KANNADA Type of Book: POETRY",
    "identifier": "dli.KALLZANTLE_YAAD",
    "publisher": "AKASH PRAKASHAN",
    "tags": "",
    "title": "KALLZANTLE YAAD",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AGLADYS REGO",
    "url": "https://archive.org/details/dli.KALLZANTLE_YAAD",
    "cover": "https://archive.org/services/img/dli.KALLZANTLE_YAAD"
  },
  {
    "author": "RABINDRANATH TAGORE,BALAKRISHNA BHAGAVANTH BORKAR (Translator)",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: BALAKRISHNA BHAGAVANTH BORKAR Price: 59 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.KANTHAMANI",
    "publisher": "JAAG PRAKASHAN, GOA",
    "tags": "",
    "title": "KANTHAMANI",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ARABINDRANATH TAGORE,BALAKRISHNA BHAGAVANTH BORKAR (Translator)",
    "url": "https://archive.org/details/dli.KANTHAMANI",
    "cover": "https://archive.org/services/img/dli.KANTHAMANI"
  },
  {
    "author": "ROSHUBABA BARKUR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 150 Edition: First Script: DEV-KAN Type of Book: POETRY",
    "identifier": "dli.KALLZA_UDDI",
    "publisher": "ASHAVADI PRAKASHAN",
    "tags": "",
    "title": "KALLZA UDDI",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AROSHUBABA BARKUR",
    "url": "https://archive.org/details/dli.KALLZA_UDDI",
    "cover": "https://archive.org/services/img/dli.KALLZA_UDDI"
  },
  {
    "author": "BAKIBAB BORKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 100 Edition: SECOND Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.SASAI",
    "publisher": "GOA KONKANI AKADEMI",
    "tags": "",
    "title": "SASAY",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ABAKIBAB BORKAR",
    "url": "https://archive.org/details/dli.SASAI",
    "cover": "https://archive.org/services/img/dli.SASAI"
  },
  {
    "author": "STEPHAN QUADRAS PERMUDE",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: - Price: 100 Edition: FIRST Script: KANNADA Type of Book: POETRY",
    "identifier": "dli.BANNEM",
    "publisher": "KAVITA PUBLICATIONS",
    "tags": "",
    "title": "BANNEM",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ASTEPHAN QUADRAS PERMUDE",
    "url": "https://archive.org/details/dli.BANNEM",
    "cover": "https://archive.org/services/img/dli.BANNEM"
  },
  {
    "author": "JAYANTI NAYAK",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 120 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.MIRGAVENNO",
    "publisher": "RAJAEE PRAKASHAN",
    "tags": "",
    "title": "MIRGAVENNO",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AJAYANTI NAYAK",
    "url": "https://archive.org/details/dli.MIRGAVENNO",
    "cover": "https://archive.org/services/img/dli.MIRGAVENNO"
  },
  {
    "author": "BAKI BORKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 1.5 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.PAYNJANAM",
    "publisher": "POPULAR PRAKASHAN",
    "tags": "",
    "title": "PAYNJANAM",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ABAKI BORKAR",
    "url": "https://archive.org/details/dli.PAYNJANAM",
    "cover": "https://archive.org/services/img/dli.PAYNJANAM"
  },
  {
    "author": "ALWY CARMELIT",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 30 Edition: FIRST Script: KANNADA Type of Book: POETRY",
    "identifier": "dli.PINTURAN",
    "publisher": "SAANGATHI MEDIA PRAKASHAN",
    "tags": "",
    "title": "PINTURAM",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AALWY CARMELIT",
    "url": "https://archive.org/details/dli.PINTURAN",
    "cover": "https://archive.org/services/img/dli.PINTURAN"
  },
  {
    "author": "RAMESH BHAGAVANTH VELUSKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 72 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.HIRANYAGARBHA",
    "publisher": "RAJHAUNS VITARAN",
    "tags": "",
    "title": "HIRANYAGARBHA",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ARAMESH BHAGAVANTH VELUSKAR",
    "url": "https://archive.org/details/dli.HIRANYAGARBHA",
    "cover": "https://archive.org/services/img/dli.HIRANYAGARBHA"
  },
  {
    "author": "NEELA TELANG",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 18 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.KALLZACHI_BHARTI",
    "publisher": "APURBAI PRAKASHAN",
    "tags": "",
    "title": "KALLJACHI BHARTI",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ANEELA TELANG",
    "url": "https://archive.org/details/dli.KALLZACHI_BHARTI",
    "cover": "https://archive.org/services/img/dli.KALLZACHI_BHARTI"
  },
  {
    "author": "ANWESHA ARUN SINGBAL",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 100 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.SULOOS",
    "publisher": "AMAN PRAKASHAN",
    "tags": "",
    "title": "SULOOS",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AANWESHA ARUN SINGBAL",
    "url": "https://archive.org/details/dli.SULOOS",
    "cover": "https://archive.org/services/img/dli.SULOOS"
  },
  {
    "author": "SHAILENDRA MEHTA",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 200 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.SISYPHUS_TENGSHER",
    "publisher": "SANJANA PUBLICATIONS",
    "tags": "",
    "title": "SISYPHUS TENGSHER",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ASHAILENDRA MEHTA",
    "url": "https://archive.org/details/dli.SISYPHUS_TENGSHER",
    "cover": "https://archive.org/services/img/dli.SISYPHUS_TENGSHER"
  },
  {
    "author": "GODUBAI KELEKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: - Price: 40 No. of Pages: 92 Language: KONKANI Script: DEVANAGARI Type of Book: ESSAYS / ARTICLES",
    "identifier": "dli.viswakonkani.3676",
    "publisher": "JAGA PRAKASHAN (GOA)",
    "tags": "",
    "title": "FULTYO KOLYO: ESSAYS ON CHILD PSYCHOLOGY",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AGODUBAI KELEKAR",
    "url": "https://archive.org/details/dli.viswakonkani.3676",
    "cover": "https://archive.org/services/img/dli.viswakonkani.3676"
  },
  {
    "author": "JOHN LOBO",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1991 Price: 8 No. of Pages: 89 Language: KONKANI Script: KANNADA Type of Book: SHORT STORIES",
    "identifier": "dli.viswakonkani.4644",
    "publisher": "PUNAV PRAKASHAN",
    "tags": "",
    "title": "ALMANCHEM MEES",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AJOHN LOBO",
    "url": "https://archive.org/details/dli.viswakonkani.4644",
    "cover": "https://archive.org/services/img/dli.viswakonkani.4644"
  },
  {
    "author": "DILIP BORKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2011 Price: 200 No. of Pages: 130 Language: KONKANI Script: DEVANAGARI Type of Book: ESSAYS / ARTICLES",
    "identifier": "dli.viswakonkani.4611",
    "publisher": "BIMBA PRAKASHAN",
    "tags": "",
    "title": "TIR SUWADIK",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ADILIP BORKAR",
    "url": "https://archive.org/details/dli.viswakonkani.4611",
    "cover": "https://archive.org/services/img/dli.viswakonkani.4611"
  },
  {
    "author": "STANLEY R. DʼCOSTA",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2010 Price: 100 No. of Pages: 96 Language: KONKANI Script: KANNADA Type of Book: LEGAL",
    "identifier": "dli.viswakonkani.3032",
    "publisher": "ASHLING PUBLICATION",
    "tags": "",
    "title": "KANOON MAHETH",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ASTANLEY R. DʼCOSTA",
    "url": "https://archive.org/details/dli.viswakonkani.3032",
    "cover": "https://archive.org/services/img/dli.viswakonkani.3032"
  },
  {
    "author": "J.S. ALVARES",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1995 Price: 25 No. of Pages: 256 Language: KONKANI Script: KANNADA Type of Book: NOVEL",
    "identifier": "dli.viswakonkani.4253",
    "publisher": "SEVAK PUBLICATION",
    "tags": "",
    "title": "THICH SODUN AILI",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AJ.S. ALVARES",
    "url": "https://archive.org/details/dli.viswakonkani.4253",
    "cover": "https://archive.org/services/img/dli.viswakonkani.4253"
  },
  {
    "author": "J.B. MORAES",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1999 Price: 100 No. of Pages: 272 Language: KONKANI Script: KANNADA Type of Book: MONOGRAPH / BIOGRAPHY",
    "identifier": "dli.viswakonkani.7060",
    "publisher": "MORAES PUBLICATIONS",
    "tags": "",
    "title": "GEORGE FERNANDES: EK SAHASI JINN",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AJ.B. MORAES",
    "url": "https://archive.org/details/dli.viswakonkani.7060",
    "cover": "https://archive.org/services/img/dli.viswakonkani.7060"
  },
  {
    "author": "SHEELA NAYAK",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1973 Price: 5 No. of Pages: 93 Language: KONKANI Script: DEVANAGARI Type of Book: SHORT STORIES",
    "identifier": "dli.viswakonkani.1175",
    "publisher": "JAGA",
    "tags": "",
    "title": "OLI SANJ",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ASHEELA NAYAK",
    "url": "https://archive.org/details/dli.viswakonkani.1175",
    "cover": "https://archive.org/services/img/dli.viswakonkani.1175"
  },
  {
    "author": "DOLPHY",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1977 Price: 1.5 No. of Pages: 46 Language: KONKANI Script: KANNADA Type of Book: NOVEL",
    "identifier": "dli.viswakonkani.4645",
    "publisher": "PUNOV PRAKASHAN",
    "tags": "",
    "title": "ROLNETH LIPULLO SOROP",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ADOLPHY",
    "url": "https://archive.org/details/dli.viswakonkani.4645",
    "cover": "https://archive.org/services/img/dli.viswakonkani.4645"
  },
  {
    "author": "EDWIN J.F. DSOUZA",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: - Price: - No. of Pages: 216 Language: KONKANI Script: KANNADA Type of Book: NOVEL",
    "identifier": "dli.viswakonkani.904",
    "publisher": "RAKNNO PUBLICATION",
    "tags": "",
    "title": "MHOMV ANI ROGOT",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AEDWIN J.F. DSOUZA",
    "url": "https://archive.org/details/dli.viswakonkani.904",
    "cover": "https://archive.org/services/img/dli.viswakonkani.904"
  },
  {
    "author": "M. PATRICK PREMNAGAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2000 Price: 40 No. of Pages: 198 Language: KONKANI Script: KANNADA Type of Book: NOVEL",
    "identifier": "dli.viswakonkani.5342",
    "publisher": "NITHYADAR PUBLICATIONS",
    "tags": "",
    "title": "LIPLOLO SALLIO",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AM. PATRICK PREMNAGAR",
    "url": "https://archive.org/details/dli.viswakonkani.5342",
    "cover": "https://archive.org/services/img/dli.viswakonkani.5342"
  },
  {
    "author": "JAMES VICTOR DʼMELLO",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2016 Price: 100 No. of Pages: 188 Language: KONKANI Script: KANNADA Type of Book: RELIGIOUS / SPIRITUAL",
    "identifier": "dli.viswakonkani.5609",
    "publisher": "DAIVIK AMRITH PUBLICATION",
    "tags": "",
    "title": "VAZRAM HAAR: POVITR PUSTOK ANI BHAVADDTACHEM DIRVEM ADHARIT DHARMIK LEKHONANCHO PUNCHO",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AJAMES VICTOR DʼMELLO",
    "url": "https://archive.org/details/dli.viswakonkani.5609",
    "cover": "https://archive.org/services/img/dli.viswakonkani.5609"
  },
  {
    "author": "K G MALLYA,1992 (translator)",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1992 Price: 12 No. of Pages: 39 Language: KONKANI Script: DEVANAGARI Type of Book: MONOGRAPH / BIOGRAPHY",
    "identifier": "dli.viswakonkani.9002",
    "publisher": "KONKANI BHASHODHARAK TRUST (MANIPAL)",
    "tags": "",
    "title": "MANGALORE MOGARE- BAALO MAMMAKA UDGIRE",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AK G MALLYA,1992 (translator)",
    "url": "https://archive.org/details/dli.viswakonkani.9002",
    "cover": "https://archive.org/services/img/dli.viswakonkani.9002"
  },
  {
    "author": "SUSEELA TRIVIKRAMA BHAT",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2014 Price: 100 No. of Pages: 96 Language: KONKANI Script: DEVANAGARI Type of Book: SHORT STORIES",
    "identifier": "dli.viswakonkani.5650",
    "publisher": "P.G. KAMATH FOUNDATION",
    "tags": "",
    "title": "SAALAGRAAM",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ASUSEELA TRIVIKRAMA BHAT",
    "url": "https://archive.org/details/dli.viswakonkani.5650",
    "cover": "https://archive.org/services/img/dli.viswakonkani.5650"
  },
  {
    "author": "DR. GANESH CHIKKAMAGALURU,DR. GEETHA SHENOY (translator)",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2015 Price: 60 No. of Pages: VIII+54 Language: KONKANI Script: KANNADA Type of Book: MONOGRAPH / BIOGRAPHY",
    "identifier": "dli.viswakonkani.6309",
    "publisher": "NATIONAL SAINT POET KANAKADASA AND RESEARCH CENTRE BENGALURU AND KARNATAKA KONKANI SAHITYA ACADEMY",
    "tags": "",
    "title": "SANTHAKAVI KANAKADASA: SANKSHIPTH JEEVAN-KAVYA-DARSHAN",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ADR. GANESH CHIKKAMAGALURU,DR. GEETHA SHENOY (translator)",
    "url": "https://archive.org/details/dli.viswakonkani.6309",
    "cover": "https://archive.org/services/img/dli.viswakonkani.6309"
  },
  {
    "author": "JOSSY PINTO",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 40 Edition: FIRST Script: KANNADA Type of Book: POETRY",
    "identifier": "dli.MHOZO_GOAN",
    "publisher": "RAKNNO PUBLICATIONS",
    "tags": "",
    "title": "MOZHO GAON",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AJOSSY PINTO",
    "url": "https://archive.org/details/dli.MHOZO_GOAN",
    "cover": "https://archive.org/services/img/dli.MHOZO_GOAN"
  },
  {
    "author": "ANANDAN N. N.",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 110 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.VIVEKANANDAM",
    "publisher": "P. G. KAMATH FOUNDATION",
    "tags": "",
    "title": "VIVEKANANDAM",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AANANDAN N. N.",
    "url": "https://archive.org/details/dli.VIVEKANANDAM",
    "cover": "https://archive.org/services/img/dli.VIVEKANANDAM"
  },
  {
    "author": "NAYANA ADARKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 120 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.KISRAM",
    "publisher": "HIREYUG PRAKASHAN",
    "tags": "",
    "title": "KISRAM",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ANAYANA ADARKAR",
    "url": "https://archive.org/details/dli.KISRAM",
    "cover": "https://archive.org/services/img/dli.KISRAM"
  },
  {
    "author": "RABINDRANATH TAGORE,RA. NA. NAYAK (Translator)",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: RA. NA. NAYAK Price: 15 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.GEETHANJALI",
    "publisher": "KONKANI KALASAGAR PVT. LTD",
    "tags": "",
    "title": "GEETANJALI",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ARABINDRANATH TAGORE,RA. NA. NAYAK (Translator)",
    "url": "https://archive.org/details/dli.GEETHANJALI",
    "cover": "https://archive.org/services/img/dli.GEETHANJALI"
  },
  {
    "author": "PRABHAKAR MACHWE,MADHAV BORCAR (translator)",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1994 Price: 15 No. of Pages: 44 Language: KONKANI Script: DEVANAGARI Type of Book: MONOGRAPH / BIOGRAPHY ISBN: 81-7201-548-8",
    "identifier": "dli.viswakonkani.185",
    "publisher": "SAHITYA ACADEMI",
    "tags": "",
    "title": "KABIR: PRABHAKAR MACHWEʼS ENGLISH MONOGRAPH",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3APRABHAKAR MACHWE,MADHAV BORCAR (translator)",
    "url": "https://archive.org/details/dli.viswakonkani.185",
    "cover": "https://archive.org/services/img/dli.viswakonkani.185"
  },
  {
    "author": "REV. FR. GEORGE OLIVERA (translator)",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2009 Price: 75 No. of Pages: 146 Language: KONKANI Script: KANNADA Type of Book: ESSAYS / ARTICLES",
    "identifier": "dli.viswakonkani.2277",
    "publisher": "SEVAK PUBLICATION",
    "tags": "",
    "title": "AAJ-KAAL: A COLLECTION OF KONKANI ARTICLES PUBLISHED IN SEVAK MONTHLY IN KANNADA SCRIPT",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AREV. FR. GEORGE OLIVERA (translator)",
    "url": "https://archive.org/details/dli.viswakonkani.2277",
    "cover": "https://archive.org/services/img/dli.viswakonkani.2277"
  },
  {
    "author": "A.P. BHANUPRAKASH",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2014 Price: 100 No. of Pages: 112 Language: KONKANI Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.viswakonkani.7248",
    "publisher": "DEVI PUBLICATION",
    "tags": "",
    "title": "KAAVYAHAAR: KONKANI POEMS",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AA.P. BHANUPRAKASH",
    "url": "https://archive.org/details/dli.viswakonkani.7248",
    "cover": "https://archive.org/services/img/dli.viswakonkani.7248"
  },
  {
    "author": "SURYA ASHOK",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 220 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.AMRIT_VANI",
    "publisher": "SHENOY PRAKASHAN, KOCHI",
    "tags": "",
    "title": "AMRIT VANI",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ASURYA ASHOK",
    "url": "https://archive.org/details/dli.AMRIT_VANI",
    "cover": "https://archive.org/services/img/dli.AMRIT_VANI"
  },
  {
    "author": "ARUNA RAO",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 60 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.SAKSHATKAR",
    "publisher": "KAVITA PUBLICATIONS",
    "tags": "",
    "title": "SAKSHATKAR",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AARUNA RAO",
    "url": "https://archive.org/details/dli.SAKSHATKAR",
    "cover": "https://archive.org/services/img/dli.SAKSHATKAR"
  },
  {
    "author": "KRISHNADAS SHYAMA,DR. OLIVINHO J. F. GOMES (translator)",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1996 Price: 200 No. of Pages: 327 Language: KONKANI Script: DEVANAGARI Type of Book: RELIGIOUS / SPIRITUAL",
    "identifier": "dli.viswakonkani.7132",
    "publisher": "GOA UNIVERSITY",
    "tags": "",
    "title": "KONKANI RAMAYAN: XVI CENTURY RAMAYAN",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AKRISHNADAS SHYAMA,DR. OLIVINHO J. F. GOMES (translator)",
    "url": "https://archive.org/details/dli.viswakonkani.7132",
    "cover": "https://archive.org/services/img/dli.viswakonkani.7132"
  },
  {
    "author": "KRISHNA BHAKT MALAYALI KAVI POONTANAM,R. K. RAO (Translator)",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: R. K. RAO Price: 20 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.Njyanappana",
    "publisher": "KONKANI LANGUAGE INSTITUTE, KOCHI",
    "tags": "",
    "title": "NJYANAPPANA",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AKRISHNA BHAKT MALAYALI KAVI POONTANAM,R. K. RAO (Translator)",
    "url": "https://archive.org/details/dli.Njyanappana",
    "cover": "https://archive.org/services/img/dli.Njyanappana"
  },
  {
    "author": "PREM KUMAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 1998 Price: 25 No. of Pages: 62 Language: KONKANI Script: DEV-KAN Type of Book: RESEARCH",
    "identifier": "dli.viswakonkani.1",
    "publisher": "KONKAN BHARATHI",
    "tags": "",
    "title": "ENGLISH-HINDI-KONKANI-KANNADA: A LANGUAGE LEARNERʼS CLASSIFIED - VOCABULARY",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3APREM KUMAR",
    "url": "https://archive.org/details/dli.viswakonkani.1",
    "cover": "https://archive.org/services/img/dli.viswakonkani.1"
  },
  {
    "author": "R S BHASKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 25 Edition: First Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.CHINU_MINU_CHANO",
    "publisher": "SUVARNA REKHA PUBLICATIONS",
    "tags": "",
    "title": "CHINU MINU CHANO",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AR S BHASKAR",
    "url": "https://archive.org/details/dli.CHINU_MINU_CHANO",
    "cover": "https://archive.org/services/img/dli.CHINU_MINU_CHANO"
  },
  {
    "author": "LOUIS MASCARENHAS,EDITED BY: WILLIE R. DE SILVA",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 20 Edition: SECOND Script: KANNADA Type of Book: POETRY",
    "identifier": "dli.ABRANVCEM_YAJNADAN",
    "publisher": "PRAGATI PRAKASAN",
    "tags": "",
    "title": "ABRANVCEM YAJNADAN: SHORT RELIGIOUS PLAY",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ALOUIS MASCARENHAS,EDITED BY: WILLIE R. DE SILVA",
    "url": "https://archive.org/details/dli.ABRANVCEM_YAJNADAN",
    "cover": "https://archive.org/services/img/dli.ABRANVCEM_YAJNADAN"
  },
  {
    "author": "SARATCHANDRA SHENOY",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 50 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.ANTARNAD",
    "publisher": "SARATCHANDRA SHENOY",
    "tags": "",
    "title": "ANTARNAD",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ASARATCHANDRA SHENOY",
    "url": "https://archive.org/details/dli.ANTARNAD",
    "cover": "https://archive.org/services/img/dli.ANTARNAD"
  },
  {
    "author": "SARATCHANDRA SHENOI",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: NA Price: 150 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.IDAM_NA_MAMA",
    "publisher": "SARATCHANDRA SHENOI",
    "tags": "",
    "title": "IDAM NA MAMA",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ASARATCHANDRA SHENOI",
    "url": "https://archive.org/details/dli.IDAM_NA_MAMA",
    "cover": "https://archive.org/services/img/dli.IDAM_NA_MAMA"
  },
  {
    "author": "MADHAV BORKAR",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Original or Translated: - Price: 200 Edition: FIRST Script: DEVANAGARI Type of Book: POETRY",
    "identifier": "dli.PANCHA_DASAKAM_KONKANI_KAVITECHIM",
    "publisher": "KONKANI BHASHA MANDAL, GOA",
    "tags": "",
    "title": "PAANCH DASAKAM KONKANI KAVITECHIM",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AMADHAV BORKAR",
    "url": "https://archive.org/details/dli.PANCHA_DASAKAM_KONKANI_KAVITECHIM",
    "cover": "https://archive.org/services/img/dli.PANCHA_DASAKAM_KONKANI_KAVITECHIM"
  },
  {
    "author": "DR VARSHA KAMATH",
    "info": "This book was scanned by the World Konkani Centre in Mangaluru, India. The World Konkani Centre is founded by Konkani Bhas Ani Sanskriti Prathistan to serve as a centre for the preservation and overall development of Konkani language, art and culture involving all the Konkani people the world over. Additional Book Details: Edition: 2004 Price: 20 No. of Pages: 29 Language: KONKANI Script: DEVANAGARI Type of Book: MONOGRAPH / BIOGRAPHY ISBN: 81-864 88-67-7",
    "identifier": "dli.viswakonkani.4872",
    "publisher": "APURBAI PRAKASHANA",
    "tags": "",
    "title": "CHHATRAPATI SHIVAJI",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ADR VARSHA KAMATH",
    "url": "https://archive.org/details/dli.viswakonkani.4872",
    "cover": "https://archive.org/services/img/dli.viswakonkani.4872"
  },
  {
    "author": "Cunha, J. Gerson da (Joseph Gerson), 1842-1900",
    "info": "50 pages ; 25 cm,Originally published: Bombay : Govt. Central Press, 1881,English and Konkani,Includes bibliographical references. This book was scanned by the Servants of Knowledge, a collection of volunteers dedicated to promoting the increase and diffusion of knowledge. The Servants of Knowledge gratefully acknowledges the contribution of the Indian Academy of Sciences to our efforts by providing space and logistical support in Bangalore. Jai Gyan!",
    "identifier": "konkanilanguagel0000cunh",
    "publisher": "Government Central Press (Bombay)",
    "tags": "",
    "title": "The Koṅkaṇî Language and Literature",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3ACunha, J. Gerson da (Joseph Gerson), 1842-1900",
    "url": "https://archive.org/details/konkanilanguagel0000cunh",
    "cover": "https://archive.org/services/img/konkanilanguagel0000cunh"
  },
  {
    "author": "M. Sebastiao Rodolpho Dalgado",
    "info": "This book was scanned by the Servants of Knowledge, a collection of volunteers dedicated to promoting the increase and diffusion of knowledge. The Servants of Knowledge gratefully acknowledges the contribution of the Indian Academy of Sciences to our efforts by providing space and logistical support in Bangalore. Jai Gyan!",
    "identifier": "diccionario_komkani-portuguez_konkani-portuguese_dictionary001",
    "publisher": "Indu-Prakash (Bombay)",
    "tags": "",
    "title": "Diccionario Komkani-Portuguez Konkani-Portuguese Dictionary",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AM. Sebastiao Rodolpho Dalgado",
    "url": "https://archive.org/details/diccionario_komkani-portuguez_konkani-portuguese_dictionary001",
    "cover": "https://archive.org/services/img/diccionario_komkani-portuguez_konkani-portuguese_dictionary001"
  },
  {
    "author": "J. M. Pinto, J. C. F. de Souza",
    "info": "596 pages ; 15 cm, This book was scanned by the Servants of Knowledge, a collection of volunteers dedicated to promoting the increase and diffusion of knowledge. The Servants of Knowledge gratefully acknowledges the contribution of the Indian Academy of Sciences to our efforts by providing space and logistical support in Bangalore. Jai Gyan!",
    "identifier": "newenglishkonkan0000unse",
    "publisher": "",
    "tags": "",
    "title": "New English-Konkani Dictionary / Novo Ingles-Concanim Dicionar",
    "level": "",
    "authorUrl": "https://archive.org/search.php?query=creator%3AJ. M. Pinto, J. C. F. de Souza",
    "url": "https://archive.org/details/newenglishkonkan0000unse",
    "cover": "https://archive.org/services/img/newenglishkonkan0000unse"
  }
]
}
